{"customPackID":"f8008777-c97c-45ef-880e-881e45312ddd","customPackName":"Heresy of the Whispering Way V1.2.0","listCustomArmor":[{"databaseID":1,"timestamp":"1713235952847","uniqueIdentiier":"7ac871f9-7bf4-4442-a8d8-6726c27775af","name":"Sallowflesh","itemLevel":11,"price":1400,"bulk":"1","description":"Several strips of rotted skin which are woven across the implanted creature’s body in a grisly form of scarification. You gain the effects of the Undead Empathy ancestry feat while the sallowflesh is implanted, and mindless undead are indifferent to you by default. Further, while unarmored, you gain a +2 item bonus to AC and a maximum Dexterity modifier of +5.","src":"Heresy of the Whispering Way","proficiencyType":3,"acBonus":2,"dexCap":5,"checkPenalty":0,"speedPenalty":0,"armorTraits":"Uncommon, Invested, Magical, Necrograft, 3rd Party"}],"listCustomWeapons":[{"databaseID":1,"timestamp":"1713235905228","uniqueIdentiier":"b78a1b37-93c8-4da7-9db1-9767a072c35f","name":"Bone Razor","itemLevel":5,"price":160,"hands":"1","bulk":"L","description":"This jagged bone knife is a +1 striking dagger that seems too thin and frail for combat, but easily slices through flesh. <br><br><b>Activate (AA)</b> command, interact (void); <b>Frequency</b> once per day; <b>Requirements</b> You are adjacent to a dying creature; <b>Effect</b> You slam the knife down into the creature, causing the flesh on its body to peel away and its bones to animate. The corpse is raised as an appropriate skeletal creature of the bone razor’s level - 4 or lower under the invested creature’s control, as if it were raised by critical success on the create undead ritual.","src":"Heresy of the Whispering Way","damage":4,"damageType":"P","group":"Knife","weaponTraits":"Uncommon, Agile, Finesse, Invested, Magical, Thrown 10 ft., Versatile S, Void, 3rd Party"}],"listCustomEquipment":[{"databaseID":1,"timestamp":"1713235909012","uniqueIdentiier":"38977579-e926-4dc9-8210-0e6fcd1e6b41","category":8,"name":"Astral Memoir","itemLevel":12,"price":1600,"bulk":"L","traits":"Rare, Occult, Void","usage":"held in 1 hand","description":"As you Craft your memoir, you inscribe your tale into its pages. By putting these words to magical paper with psychically resonant ink, you carve your legend into the Astral Plane itself. When you’re destroyed, your soul flees to your memoir and rebuilds your undead body over the course of 10d10 days. Afterward, you manifest next to the astral memoir, fully healed and in a new body (lacking any equipment you had on your old body). Each time a creature reads your memoir while you are rebuilding, the time it takes for you to rejuvenate is reduced by 10 days.<br><br>Upon the completion of your astral memoir, its contents are imprinted into the Astral Plane in the form of your astral legend. This legend is the true source of your immortality, and can only be destroyed in a psychic duel or by traveling to your mindscape through the mindscape door ritual. While within the mindscape, your astral legend uses your statistics, can’t leave the mindscape by any means, and is permanently destroyed if reduced to 0 or lower hit points. Your astral legend can’t be destroyed unless your physical body has also been destroyed and has not yet rejuvenated. You cannot enter your own mindscape; however, should it be under attack, it is recommended for the GM to have you control your astral legend during the fight.<br><br>If the physical memoir is destroyed while your astral legend survives, the physical memoir gradually reforms over the course of 1d10 days at a site central to your history (such as the library where you first studied magic or the battlefield where you vanquished a powerful rival). It typically reappears hidden among other books or treasures, where an unwitting dupe might begin reading the text and hasten your return. You cannot begin reforming until your psychic memoir has reformed completely, and lay dormant until then.<br><br>Unlike other types of lich, you remain largely unaltered if your astral memoir is destroyed; if it is not intact, you lose access to one spell slot of each level you can cast. If your astral legend is destroyed, however, you are instantly destroyed.<br><br><b>Craft Requirements</b> You have Lich Dedication and have chosen the Astral Echo path.","src":"Heresy of the Whispering Way"},{"databaseID":1,"timestamp":"1713235944799","uniqueIdentiier":"c9553f8c-6263-49a1-b1bd-ebc5b02f3be6","category":8,"name":"Entropic Dust","itemLevel":5,"price":40,"bulk":"L","traits":"Rare, Alchemical, Consumable, Inhaled, Magical, Poison, Spirit","usage":"held in 1 hand","description":"A white, gritty powder that hampers a creature’s divine powers.<br><br><b>Saving Throw</b> DC 24 Fortitude; <b>Maximum Duration</b> 6 rounds; <b>Stage 1</b> Must succeed a DC 5 flat check to cast spells with the divine trait (1 round); <b>Stage 2</b> 1d8 spirit damage and must succeed a DC 10 flat check to cast spells with the divine trait (1 round); <b>Stage 3</b> 2d6 spirit damage and must succeed a DC 15 flat check to cast spells with the divine trait (1 round)","src":"Heresy of the Whispering Way"},{"databaseID":1,"timestamp":"1713235914881","uniqueIdentiier":"2fa4d2b9-e446-4a72-a8ac-e9f6e112a258","category":8,"name":"Ghost Syrup","itemLevel":13,"price":500,"bulk":"L","traits":"3rd Party, Magical","usage":"held in 1 hand","description":"A powerful necrotoxin that causes a creature to lose corporeal substance.<br><br><b>Saving Throw</b> DC 32 Fortitude; <b>Maximum Duration</b> 6 rounds; <b>Onset</b> 1 minute; <b>Stage 1</b> 4d6 void damage (1 round); <b>Stage 2</b> 6d6 void damage and, if you would be reduced to 0 hit points while affected by this poison, you become permanently incorporeal except you can't pass through solid objects. Your carried and worn equipment remains corporeal. This counts as meeting the requirements for the Ghost archetype. (1 round)","src":"Heresy of the Whispering Way"},{"databaseID":1,"timestamp":"1713235917435","uniqueIdentiier":"fc2e39bc-00af-485a-8c18-8e8d30e3f227","category":8,"name":"Ghoulgut","itemLevel":9,"price":650,"bulk":"1","traits":"Uncommon, Invested, Magical, Necrograft","usage":"implanted torso","description":"This necrograft consists of a ghoul’s stomach, gallbladder, and liver implanted into the host’s torso, resulting in a potent resistance to disease but a hunger for flesh. You gain a +2 circumstance bonus to saving throws against disease and poison. Additionally, you gain an undead hunger for raw meat.<br><br><b>Activate</b> (R) envision (fortune) <b>Frequency</b> once per day; <b>Trigger</b> You fail a Fortitude saving throw; <b>Effect</b> Your ghoulgut bolsters your resilience. Reroll the triggering roll and use the higher result.","src":"Heresy of the Whispering Way"},{"databaseID":1,"timestamp":"1713235931867","uniqueIdentiier":"3749208d-355f-40c5-93ae-8003ac16cd76","category":8,"name":"Graveknight Armor","itemLevel":5,"price":160,"traits":"Rare, Cursed, Invested. Magical, Void","usage":"worn armor","description":"<b>Base Armor</b> any heavy armor<br><br>A suit of armor, within which the soul of a graveknight is bound; your soul, hopefully. When you are slain, even if your body is destroyed, you resurrect within the suit of armor after 1d10 days, your body fully rebuilding itself if need be.<br><br>Afterward, you awaken fully healed within the armor (lacking any equipment if your body was destroyed). Only fully obliterating the armor can prevent you from returning: if even a single piece of your armor remains, it will regenerate both itself and your body. Graveknight armor can be any suit of heavy armor; upon being bound, it becomes +1 heavy armor, and improves further with its graveknight. When you reach level 8, it becomes +1 resilient heavy armor; when you reach level 11, it becomes +2 resilient heavy armor; when you reach level 14, it becomes +2 greater resilient heavy armor; when you reach level 18, it becomes +3 greater resilient heavy armor; when you reach level 20, it becomes +3 major resilient heavy armor. These improvements are not fundamental runes, but an inherent part of the armor and cannot be transferred away; however, you can apply property runes to your graveknight armor as normal. Your graveknight armor has Hardness 10 and 45 HP.<br><br>If you are ever separated from your armor, you are immediately slain, your soul exiting your body and returning to the armor as your former body quickly decays into dust. If another creature wears your armor for more than an hour, it is afflicted with the Graveknight’s Curse, as detailed below.<br><br><b>Graveknight’s Curse</b> (Rare, Curse, Magical, Void) <b>Saving Throw</b> Will save against the graveknight’s Class DC or Spell DC, whichever is higher; <b>Onset</b> 1 hour; <b>Stage 1</b> doomed 1 and cannot remove the armor (1 day); <b>Stage 2</b> doomed 2, hampered 10, and cannot remove the armor (1 day); <b>Stage 3</b> dies and transforms into the armor’s graveknight","src":"Heresy of the Whispering Way"},{"databaseID":1,"timestamp":"1713235927551","uniqueIdentiier":"cde9579f-ad92-4d44-b55c-5ff6b518f0b0","category":8,"name":"Gravespawn Gland","itemLevel":9,"price":600,"bulk":"1","traits":"Uncommon, Invested, Magical, Necrograft","usage":"implanted body","description":"This necrograft is a piece of zombie brain implanted into the host’s skull, rarely willingly.<br><br><b>Activate</b> (A) command, envision; <b>Frequency</b> once per minute <b>Effect</b> The gland releases a surge of necromantic power into you, dealing 4d6 void damage. The creature then makes a basic Fortitude save with a DC equal to 10 + the damage; on a critical failure, the creature is instantly slain. This is an incapacitation and death effect. Creatures killed by the gravespawn gland can’t be revived by spells such as raise dead which require a body. A creature killed by this rises one round later as an appropriately-leveled mindless zombie.","src":"Heresy of the Whispering Way"},{"databaseID":1,"timestamp":"1713235331819","uniqueIdentiier":"c04e1663-e79c-49a3-835e-2879a2629f8a","category":8,"name":"Lazurite Flakes","itemLevel":11,"price":300,"bulk":"L","traits":"Rare, Alchemical, Consumable, Ingested, Magical, Poison, Virulent, Void","usage":"held in 1 hand","description":"Small, dark-grey flakes that induce a ravenous hunger. If the victim eats at least a mouthful of humanoid flesh, it gets a +2 status bonus to its next save against this poison.<br><br><b>Saving Throw</b> DC 33 Fortitude; <b>Maximum Duration</b> 8 minutes; <b>Onset</b> 10 minutes; <b>Stage 1</b> 4d6 void damage (1 minute); <b>Stage 2</b> 8d6 void damage and, if you would be reduced to 0 hit points while affected by this poison, you are killed and rise as a ghoul at the next midnight. (1 minute)","src":"Custom"},{"databaseID":1,"timestamp":"1713235260783","uniqueIdentiier":"12697b29-a5a3-462c-a1e5-068dd5af7e24","category":8,"name":"Momento Mori","itemLevel":9,"price":200,"bulk":"L","traits":"Rare, Alchemical, Consumable, Inhaled, Magical, Poison","usage":"held in 1 hand","description":"A potent hallucinogenic powder that clouds the victim’s senses with visions and messages of death. The frightened condition from memento mori can't be removed while the poison lasts.<br><br><b>Saving Throw</b> DC 30 Fortitude; <b>Maximum Duration</b> 6 minutes; <b>Stage 1</b> dazzled and frightened 1 (1 minute); <b>Stage 2</b> dazzled and frightened 1, you can’t distinguish living creatures from undead and can’t understand or read any language–spoken words sound like tearful moans and written words appear faded and tattered, you are not considered willing for the purposes of spells cast by other creatures (1 minute)","src":"Custom"},{"databaseID":1,"timestamp":"1713235621350","uniqueIdentiier":"a723e0ee-413c-4fb4-b736-a1c28c700b47","category":8,"name":"Necrograft Arm","itemLevel":10,"price":900,"bulk":"1","traits":"Uncommon, Invested, Magical, Necrograft","usage":"implanted arm","description":"This necrograft is the arm of an undead creature, granting the host increased strength and a natural slam attack. Your maximum and encumbered bulk increase by 1. Your fist unarmed attacks made with the necrograft arm no longer have the nonlethal trait and gain the forceful trait. However, you suffer a -1 penalty to checks that require fine motor skills that use that arm, such as Crafting checks, Thievery checks, and Performance checks using stringed or wind instruments.","src":"Custom"},{"databaseID":1,"timestamp":"1713235658292","uniqueIdentiier":"39bac4fd-6d9c-4075-9908-6e2e103e7852","category":8,"name":"Necrograft Leg","itemLevel":10,"price":900,"bulk":"1","traits":"Uncommon, Invested, Magical, Necrograft","usage":"implanted","description":"This necrograft is a leg that allows you to travel overland longer and safer than normal. Your Constitution counts as +2 higher when determining how long you can Hustle for (or +4 higher if you have at least 2 necrograft legs. Additionally, you gain a +2 circumstance bonus to checks and saving throws against being moved against your will, as well as against damaging terrain items like caltrops.","src":"Custom"},{"databaseID":1,"timestamp":"1713234706829","uniqueIdentiier":"373ba836-3359-4dc4-9791-e77ffbe42444","category":8,"name":"Quick Rot","itemLevel":3,"price":20,"bulk":"L","traits":"Rare, Alchemical, Consumable, Injury, Magical, Poison","usage":"held in 1 hand","description":"A sticky, foul-smelling toxin that causes a creature’s flesh to become gangrenous.<br><br><b>Saving Throw</b> DC 22 Fortitude; <b>Maximum Duration</b> 4 rounds; <b>Stage 1</b> drained 1 (1 round); <b>Stage 2</b> drained 2 and you exude the foul stench of decay in a 10-foot emanation, causing creatures within that radius to make a Fortitude save against your class DC or spell DC, whichever is higher, or be sickened 1 for the next minute. You are not immune to your own stench, and your stench has the olfactory trait. (1 round)","src":"Custom"},{"databaseID":1,"timestamp":"1713235181768","uniqueIdentiier":"c7215895-8013-48f1-b304-5f1355fccb40","category":8,"name":"Rejuvinating Seed","itemLevel":12,"bulk":"L","traits":"Rare, Invested, Magical, Void","usage":"held in 1 hand","description":"A plant-based soul cage which must be planted to remain effective. While planted, if the bound moss lich is currently destroyed, it begins blooming over the course of 1d10 days. At the end of that time period, the bloom transforms into the moss lich’s new body, leaving a new copy of their rejuvenating seed on their person to be planted again. The process of regrowing the lich saps life from the nearby area, and can be noticed by creatures at least trained in Nature.<br><br>As part of the lichdom ritual, you bind yourself to a Soul Cage, trapping your soul within it. This is an integral part of the complicated process of becoming a lich. The soul cage itself does not need to be created by you, but it is recommended to be involved in the creation process to avoid any unwanted effects being snuck in. The cage itself is inert until the ritual is successfully completed, and can only be invested by the ritual, during which it is permanently invested.<br><br>Once invested, when you're destroyed, your soul flees to the soul cage, which rebuilds your undead body over the course of 1d10 days. Afterward, you manifest next to the soul cage, fully healed and in a new body (lacking any equipment you had on your old body). Only destroying your soul cage can prevent you from returning. You choose the form of your soul cage when you Craft it. A few options include a miniature cage, a ring, an amulet, or a crown. Work with your GM to adjust the usage and Bulk as needed, though a soul cage is rarely more than light Bulk. The soul cage has Hardness 9 and 36 HP.<br><br>If your soul cage is destroyed but you aren't, you can attempt to find your soul and trap it again, building a new soul cage. This is no trivial feat and often takes an entire adventure to accomplish. If you don't cage your soul again, you suffer a long decline as described under the Lich archetype.<br><br><b>Craft Requirements</b> rejuvenating coalescence","src":"Custom"},{"databaseID":1,"timestamp":"1713235071217","uniqueIdentiier":"8c5deab9-8d64-4ce8-bd85-6874f275a6b1","category":8,"name":"Soul Cage","itemLevel":12,"price":1600,"bulk":"L","traits":"Rare, Invested, Magical, Void","usage":"held in 1 hand","description":"As part of the lichdom ritual, you bind yourself to a Soul Cage, trapping your soul within it. This is an integral part of the complicated process of becoming a lich. The soul cage itself does not need to be created by you, but it is recommended to be involved in the creation process to avoid any unwanted effects being snuck in. The cage itself is inert until the ritual is successfully completed, and can only be invested by the ritual, during which it is permanently invested.<br><br>Once invested, when you're destroyed, your soul flees to the soul cage, which rebuilds your undead body over the course of 1d10 days. Afterward, you manifest next to the soul cage, fully healed and in a new body (lacking any equipment you had on your old body). Only destroying your soul cage can prevent you from returning. You choose the form of your soul cage when you Craft it. A few options include a miniature cage, a ring, an amulet, or a crown. Work with your GM to adjust the usage and Bulk as needed, though a soul cage is rarely more than light Bulk. The soul cage has Hardness 9 and 36 HP.<br><br>If your soul cage is destroyed but you aren't, you can attempt to find your soul and trap it again, building a new soul cage. This is no trivial feat and often takes an entire adventure to accomplish. If you don't cage your soul again, you suffer a long decline as described under the Lich archetype.<br><br><b>Craft Requirements</b> supply one casting of a 6th-level or higher spell","src":"Custom"},{"databaseID":1,"timestamp":"1713235709073","uniqueIdentiier":"c77b5071-673b-4dc2-bac5-e7ed4b55e8e1","category":8,"name":"Strangler's Tongue","itemLevel":11,"price":1300,"bulk":"1","traits":"Uncommon, Invested, Magical, Necrograft","usage":"implanted tongue","description":"Extracted from the tongue of a mohrg, ghoul, or similar creature, this ropey and claw-tipped tongue is implanted into the subject’s mouth and throat. The tongue lacks the strength to grab or hold things, but can be used to make attacks. You gain an unarmed attack that deals 1d6 bludgeoning damage and is in the flail weapon group. It also has one of the following sets of traits, chosen upon implantation.<br> - disarm, sweep, and trip.<br> - agile. When you critically hit with this unarmed attack, the creature is paralyzed until the end of your next turn unless it succeeds at a Fortitude save against your class DC or spell DC, whichever is higher. This is a critical specialization effect, and has the incapacitation trait.","src":"Custom"},{"databaseID":1,"timestamp":"1713235130263","uniqueIdentiier":"9d6d6b16-36e5-45c9-8d15-95745bd2bc5b","category":8,"name":"Vassallich Soul Cage","itemLevel":6,"price":180,"bulk":"L","traits":"Rare, Invested, Magical, Void","usage":"held in 1 hand","description":"A much simpler form of a soul cage used to contain and bind a vassallich. Typically, a vassallich soul cage is made by the sponsor lich using funds provided by the aspiring vassallich.<br><br>As part of the lichdom ritual, you bind yourself to a Soul Cage, trapping your soul within it. This is an integral part of the complicated process of becoming a lich. The soul cage itself does not need to be created by you, but it is recommended to be involved in the creation process to avoid any unwanted effects being snuck in. The cage itself is inert until the ritual is successfully completed, and can only be invested by the ritual, during which it is permanently invested.<br><br>Once invested, when you're destroyed, your soul flees to the soul cage, which rebuilds your undead body over the course of 1d10 days. Afterward, you manifest next to the soul cage, fully healed and in a new body (lacking any equipment you had on your old body). Only destroying your soul cage can prevent you from returning. You choose the form of your soul cage when you Craft it. A few options include a miniature cage, a ring, an amulet, or a crown. Work with your GM to adjust the usage and Bulk as needed, though a soul cage is rarely more than light Bulk. The soul cage has Hardness 9 and 36 HP.<br><br>If your soul cage is destroyed but you aren't, you can attempt to find your soul and trap it again, building a new soul cage. This is no trivial feat and often takes an entire adventure to accomplish. If you don't cage your soul again, you suffer a long decline as described under the Lich archetype.<br><br><b>Craft Requirements</b> supply one casting of bind undead","src":"Custom"},{"databaseID":1,"timestamp":"1713235007786","uniqueIdentiier":"6a76b46a-db80-4c46-955c-c53a01a462b9","category":8,"name":"Xensh Spores","itemLevel":5,"price":40,"bulk":"L","traits":"Rare, Alchemical, Consumable, Inhaled, Magical, Poison, Void","usage":"held in 1 hand","description":"Spores taken from the Netherworld that inhibit the victim’s ability to absorb healing energy.<br><br><b>Saving Throw</b> DC 24 Fortitude; <b>Maximum Duration</b> 6 hours; <b>Onset</b> 10 minutes; <b>Stage 1</b> 1d10 poison damage (1 hour);  <b>Stage 2</b> 2d6 poison damage and you only regain half the normal hit points from effects with the vitality trait.","src":"Custom"}],"listCustomFeats":[{"id":"74daf058-0055-4832-b8c1-e9e402964c93","name":"Animate Soul Cage","level":16,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication; soul cage; legendary in Crafting; master in Arcana<br><br>You have taken the ingenious step of animating your soul cage, transforming it into a living being that fiercely defends itself. Your soul cage becomes an animated soul cage with statistics listed below. It becomes your minion, but does not count against the maximum of 4 minions you can have under your control. If your body is destroyed, you can control the animated soul cage directly, although you can’t cast spells while in the vessel. The animated soul cage does not engage in combat unless directly threatened or commanded, preferring to run or hide. Your body is restored inside the animated soul cage, being ejected from it after 1d10 days in the normal manner for a soul cage.","traits":"Rare, Archetype, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Crafting":8,"Arcana":6},"databaseID":1,"timestamp":"1713211051905"},{"id":"7233beb2-fd8b-4be0-9999-7d171b182518","name":"Augmented Summoning","level":8,"textDescription":"<b>Prerequisites</b> you can cast a summoning spell from spell slots<br><br>You become capable of summoning more powerful creatures with your spell slots. When you cast a summon spell using a spell slot of 4th level or higher, the maximum level of creature you can summon increases by 1.","traits":"Uncommon, Bard, Cleric, Druid, Magus, Oracle, Psychic, Sorcerer, Summoner, Witch, Wizard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051905"},{"id":"8834a030-f34d-46ed-bf1f-62c8b9ea2643","name":"Aura of Rot","level":18,"action":1,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication<br><br>You can emit an aura of pervasive, supernatural rot. This aura is a 15-foot emanation, which you can activate or deactivate as a single concentrate action. A living enemy that enters or ends its turn in the aura must attempt a Fortitude save against the higher of your spell DC or class DC. Ordinary plants that remain within this aura for more than 1 round wither and begin to die, and creatures with the plant trait have a -2 circumstance penalty to the save. Further, unattended food within the aura immediately spoils.<br><br><b>Success</b> The creature is unaffected and temporarily immune to your Aura of Rot for 1 minute.<br><b>Failure</b> The creature is sickened 1 and can’t reduce its sickened value below 1 while in the emanation. All perishable food, drink, and potions on their person (magical or otherwise) spoil and require a DC 5 flat check to be ingested.<br><b>Critical Failure</b> As failure, but the creature is sickened 2.<br><br><b>Special</b> This feat gains the trait that matches your lich tradition (arcane if your lich tradition is arcane, etc).","traits":"Uncommon, Archetype, Aura, Void, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051906"},{"id":"6059e9f0-6952-45ff-adee-320c9fef46a9","name":"Basic Graveknight Magic","level":10,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication; Channel Magic or the ability to cast spells from spell slots<br><br>You gain the basic bounded spellcasting benefits. Each time you gain a spell slot of a new level from this archetype, add a spell of that spell level from your chosen tradition to your repertoire—either a common spell or another spell you've learned or discovered. If you have the Channel Magic feat, your spells are chosen from the spell list of chosen tradition; otherwise, your spells are chosen from the tradition of the spell slots you used to gain access to this feat.<br><br><b>Pathbuilder Note</b> Pathbuilder doesn't have custom bounded casting archetypes. Track manually if possible.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051906","listCustomEffects":[{"proficiencyName":"131d9e09-935f-421d-a916-239aa8b16735","effectType":102,"reference":"96abbba4-c0a7-4fdb-af77-baa949d986c7"}]},{"id":"1a4c9853-33ab-4709-a1a5-65c336fd4a33","name":"Beast Form","level":10,"action":1,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Frequency</b> once per hour<br><b>Prerequisites</b> Vampire Dedication<br><br>You can transform into any of several animal forms. You gain the effects of a 4th-level pest form spell. At 14th level, you can choose to spend two actions instead of one to gain the effects of a 4th- or 5th-level aerial form (bat form only) or animal form (canine form only) spell instead.","traits":"Rare, Archetype, Concentrate, Divine, Polymorph, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051907","listCustomEffects":[{"proficiencyName":"Pest Form","effectType":9,"bonusType":3,"bonusAmount":1,"int0":3}]},{"id":"d0574eb1-273a-4cab-a10c-c4df0fd8d458","name":"Beatific Appearance","level":6,"action":0,"reqFeats":["ARCHETYPE_Ghost Dedication"],"textDescription":"<b>Prerequisites</b> Ghost Dedication<br><b>Trigger</b> A creature you are aware of that can see you targets you with an attack<br><br>You change your appearance minorly to appear more pitiable, causing the attacker to pull back. The target takes a -1 circumstance penalty to the attack roll, possibly causing it to miss, or a -2 if you are not in your phantasmagoria.","traits":"Archetype, Occult, Visual, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051907"},{"id":"118d4f79-1168-4a4c-ae33-097cb0054206","name":"Blasphemous Utterances","level":18,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication, master in Occult<br><br>You are accompanied by a constant echo of blasphemous murmurs and tainted whispers. This aura is a 15-foot emanation. Enemies within this aura have a -2 penalty to saving throws against mental effects and can’t take actions that have the concentrate trait unless they succeed at a DC 8 flat check. Failing this check wastes the action.","traits":"Uncommon, Archetype, Aura, Mental, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Occultism":6},"databaseID":1,"timestamp":"1713211051907"},{"id":"099afef0-e644-4359-ab93-7213533dd41f","name":"Bolster Soul Cage","level":16,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication; legendary in Crafting<br><br>Your constant efforts to augment and perfect your soul cage have bolstered its efficiency. Your soul cage has Hardness equal to your level and HP equal to four times your level. The time it takes your soul cage to rebuild your body is reduced to 1d6 days rather than 1d10 days.<br><br>At 20th level, the time it takes your soul cage to rebuild your body is reduced to 2d12+12 hours.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Crafting":8},"databaseID":1,"timestamp":"1713211051908"},{"id":"e10a7621-5c25-47b9-bb2d-03a7c65ba0a1","name":"Bonecaller","reqFeats":["e10a7621-5c25-47b9-bb2d-03a7c65ba0a1"],"textDescription":"Prerequisites ossuarite order<br><br>You learn Necril, and add harm to your spell list. When you cast summon animal using a druid spell slot, you can instead summon a skeletal version of the creature, adding the skeleton template (see Book of the Dead pg. 73) and the mindless trait. If you would later gain an animal companion (such as through the Animal Companion druid feat), you can select a skeletal bird of prey, skeletal constrictor, skeletal mount, or a similar non-humanoid skeletal undead companion.","traits":"Uncommon, Druid, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051908"},{"id":"2723663f-9059-4a44-bd05-b39c295c8171","name":"Channel Magic","level":8,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication<br><br>You awaken latent magic which allows you to infuse your strikes with powerful magic. If you don’t already cast spells from spell slots, you learn to cast spontaneous spells and gain the Cast a Spell activity. You gain a spell repertoire with one cantrip of your choice, from a spell list of your choice. You choose this cantrip from the common spells on your chosen list or from other spells to which you have access on that list. You become trained in spell attack rolls and spell DCs, and your key spellcasting ability for these spells is Charisma. Graveknights typically use the arcane or divine tradition, but primal and occult graveknights are not unheard of. <br><br>If you can already cast spells from spell slots, you learn one additional cantrip from your spellcasting tradition. If you're a prepared caster, you can prepare this spell in addition to your usual cantrips per day; if you're a spontaneous caster, you add this cantrip to your spell repertoire.<br><br>Additionally, you gain the Spellstrike activity. You can recharge it passively, with it recharging automatically after one minute. This restriction applies even if you gain another ability that recharges Spellstrike.<br><br>If you already have the Spellstrike activity, you instead gain a second cantrip from your spellcasting tradition.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051908","listCustomEffects":[{"proficiencyName":"Graveknight","effectType":101,"bonusAmount":2,"casterAbilityRef":5,"reference":"131d9e09-935f-421d-a916-239aa8b16735"},{"effectType":14,"string0":"ARCHETYPE_Spellstriker","reference":"a6dc8f35-55e8-4b7d-9de2-213a4cd9025c"}]},{"id":"5d82d820-bc65-4196-86ac-8cd8ba530e63","name":"Charnel Soldiers","level":8,"textDescription":"<b>Prerequisites</b> dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>You train your less intelligent undead to have rudimentary cooperation. Mindless undead minions under your control in a 15-foot emanation of you gain the Reactive Strike reaction. Minions that meet these requirements gain 1 reaction at the start of their turns, which can be used only to Reactive Strike.","traits":"Uncommon, Aura, Bard, Cleric, Druid, Oracle, Sorcerer, Summoner, Witch, Wizard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051909"},{"id":"a17eb5a9-5d35-4a7b-a312-a2efe1b128f6","name":"Charnel Soldiers (L)","level":8,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"You train your less intelligent undead to have rudimentary cooperation. Mindless undead minions under your control in a 15-foot emanation of you gain the Reactive Strike reaction. Minions that meet these requirements gain 1 reaction at the start of their turns, which can be used only to Reactive Strike.","traits":"Uncommon, Aura, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051909"},{"id":"0726c9f7-0e3c-4e4e-b42b-8dcf4dfec135","name":"Clinging Climber","level":4,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Prerequisites</b> Vampire Dedication; trained in Athletics<br><br>You climb like a spider. You gain a climb Speed of 15 feet. If you have the Quick Climb feat, your climb Speed is equal to your land Speed.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Athletics":2},"databaseID":1,"timestamp":"1713211051910"},{"id":"d414cf01-f5bd-4470-af3d-078ab5e50eeb","name":"Clutching Armor","level":10,"action":0,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication; <br><b>Trigger</b> A creature attempts to move out of your reach<br><br>Your armor animates and attempts to grab the triggering creature. Attempt to Grapple the target, taking a -2 penalty to the roll. On a success, your armor grapples them, allowing you to remain grappling them without requiring a free hand. You can only have one creature grappled in this manner at a time.","traits":"Archetype, Manipulate, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051910"},{"id":"0a57935a-33b3-4b81-8f25-0d9400a8d9ed","name":"Coffin Bound","level":12,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Prerequisites</b> Vampire Dedication<br><br>You bind your spirit to a coffin filled with soil of your homeland, making it a place of recovery. If you rest inside your coffin for 10 minutes, you regain Hit Points equal to your Constitution modifier × half your level. You can still be healed in other ways during that time, though you're unconscious and therefore unable to heal yourself. The GM might allow you to Refocus while resting, depending on whether it's a type of Refocusing you can achieve while you slumber.<br><br>If you would be destroyed, you instead remain near death. This doesn't change your dying or wounded value, and you remain unconscious. After 1 hour, you're destroyed. If returned to your coffin before that hour is up, you avoid destruction; if you spend 1 hour resting in your coffin, you regain 1 HP and lose the dying and wounded conditions. You can't be healed in any other way when near death.<br><br>Your coffin can't heal you if you're staked through the chest. You can be staked only if unconscious, and it takes three actions. You lose all benefits of this feat if your coffin is destroyed or the soil is lost. You must procure a new coffin and fill it with soil of your homeland to restore the feat's function.","traits":"Uncommon, Archetype, Divine, Necromancy, Negative, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051910"},{"id":"19d73927-bfa9-43a4-840a-97b67e013b70","name":"Cold Spot","level":4,"action":1,"reqFeats":["662de234-01cf-4596-89ed-8ba65ab2438d","ARCHETYPE_Ghost Dedication"],"textDescription":"<b>Prerequisites</b> Phantasmagoria<br><br>An unnatural cold sweeps around you. Characters that enter or begin their turn within your phantasmagoria take 1d4 cold damage. This effect counts as extreme cold.<br><br><b>Level (+4)</b> The damage increases by 1d4.","traits":"Archetype, Cold, Impulse, Occult, Stance, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051911"},{"id":"dfac7f99-58ed-4cfa-a9c0-fc40424bab83","name":"Command Undead (GK)","level":4,"action":1,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> ability to cast spells from spell slots; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>You grasp the animating force within an undead creature and bend it to your will. If the next action you use is to cast a two-action spell that targets one undead creature, you can transform the effects of the spell. Instead of applying the spell’s normal effects, the target becomes controlled by you if its level is equal to or lower than the spell’s level. The target can attempt a Will saving throw to resist being controlled by you. If the target is already under someone else’s command, the controlling creature also rolls a saving throw, and the undead uses the better result. This effect has the incapacitation trait if the target isn’t mindless.<br><br><b>Critical Success</b> The target is unaffected and is temporarily immune for 24 hours.<br><b>Success</b> The target is unaffected.<br><b>Failure</b> The undead creature becomes a minion under your control. The spell gains a duration of 1 minute, but it is dismissed if you or an ally attacks the minion undead.<br><b>Critical Failure</b> As failure, but the duration is 1 hour.<br><br><b>Special</b> If the spell cast is bind undead, the duration is always one day, and the target may instead be up to twice the spell’s level - 4.","traits":"Uncommon, Archetype, Concentrate, Spellshape, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051911"},{"id":"007dd975-8992-42d3-a011-cbce542f9639","name":"Command Undead (HWW)","level":4,"action":1,"textDescription":"<b>Prerequisites</b> ability to cast spells from spell slots; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>You grasp the animating force within an undead creature and bend it to your will. If the next action you use is to cast a two-action spell that targets one undead creature, you can transform the effects of the spell. Instead of applying the spell’s normal effects, the target becomes controlled by you if its level is equal to or lower than the spell’s level. The target can attempt a Will saving throw to resist being controlled by you. If the target is already under someone else’s command, the controlling creature also rolls a saving throw, and the undead uses the better result. This effect has the incapacitation trait if the target isn’t mindless.<br><br><b>Critical Success</b> The target is unaffected and is temporarily immune for 24 hours.<br><b>Success</b> The target is unaffected.<br><b>Failure</b> The undead creature becomes a minion under your control. The spell gains a duration of 1 minute, but it is dismissed if you or an ally attacks the minion undead.<br><b>Critical Failure</b> As failure, but the duration is 1 hour.<br><br><b>Special</b> If the spell cast is bind undead, the duration is always one day, and the target may instead be up to twice the spell’s level - 4.","traits":"Uncommon, Bard, Cleric, Concentrate, Druid, Oracle, Spellshape, Sorcerer, Summoner, Witch, Wizard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051911"},{"id":"5fa0a18c-d416-45f3-ac94-153fb45ee959","name":"Command Undead (L)","level":4,"action":1,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> ability to cast spells from spell slots; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>You grasp the animating force within an undead creature and bend it to your will. If the next action you use is to cast a two-action spell that targets one undead creature, you can transform the effects of the spell. Instead of applying the spell’s normal effects, the target becomes controlled by you if its level is equal to or lower than the spell’s level. The target can attempt a Will saving throw to resist being controlled by you. If the target is already under someone else’s command, the controlling creature also rolls a saving throw, and the undead uses the better result. This effect has the incapacitation trait if the target isn’t mindless.<br><br><b>Critical Success</b> The target is unaffected and is temporarily immune for 24 hours.<br><b>Success</b> The target is unaffected.<br><b>Failure</b> The undead creature becomes a minion under your control. The spell gains a duration of 1 minute, but it is dismissed if you or an ally attacks the minion undead.<br><b>Critical Failure</b> As failure, but the duration is 1 hour.<br><br><b>Special</b> If the spell cast is bind undead, the duration is always one day, and the target may instead be up to twice the spell’s level - 4.","traits":"Uncommon, Archetype, Concentrate, Spellshape, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051912"},{"id":"eb86a499-ba36-4ed4-8ed9-229112623e49","name":"Command Undead (VL)","level":4,"action":1,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e"],"textDescription":"<b>Prerequisites</b> ability to cast spells from spell slots; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>You grasp the animating force within an undead creature and bend it to your will. If the next action you use is to cast a two-action spell that targets one undead creature, you can transform the effects of the spell. Instead of applying the spell’s normal effects, the target becomes controlled by you if its level is equal to or lower than the spell’s level. The target can attempt a Will saving throw to resist being controlled by you. If the target is already under someone else’s command, the controlling creature also rolls a saving throw, and the undead uses the better result. This effect has the incapacitation trait if the target isn’t mindless.<br><br><b>Critical Success</b> The target is unaffected and is temporarily immune for 24 hours.<br><b>Success</b> The target is unaffected.<br><b>Failure</b> The undead creature becomes a minion under your control. The spell gains a duration of 1 minute, but it is dismissed if you or an ally attacks the minion undead.<br><b>Critical Failure</b> As failure, but the duration is 1 hour.<br><br><b>Special</b> If the spell cast is bind undead, the duration is always one day, and the target may instead be up to twice the spell’s level - 4.","traits":"Uncommon, Archetype, Concentrate, Spellshape, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051912"},{"id":"bd71d443-80d2-4c3e-b1d5-33213254ab6f","name":"Corporeal Manifestation","level":8,"action":1,"reqFeats":["ARCHETYPE_Ghost Dedication"],"textDescription":"<b>Prerequisites</b> Ghost Dedication<br><br>You cause yourself to become physical with extreme focus. Until the beginning of your next turn, you lose the incorporeal trait, as well as any resistances or immunities related to your ghostly form (such as those granted by Ghostly Resistance). This does not remove your undead benefits, nor any bonuses granted by them. You cannot use this ability while in your phantasmagoria.","traits":"Uncommon, Archetype, Concentrate, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051913"},{"id":"558a5692-8c0c-4511-a489-969bf8484d09","name":"Corrupting Gaze","level":4,"action":2,"reqFeats":["662de234-01cf-4596-89ed-8ba65ab2438d","ARCHETYPE_Ghost Dedication"],"textDescription":"<b>Prerequisites</b> Phantasmagoria<br><br>You stare a creature in the eyes, causing them to wither. Select a creature that can see you within 30 feet. The target takes 2d6 void damage with a basic Will save. A creature that fails its save is stupified 1 for one round on a failure (or one minute on a critical failure).<br><br><b>Level (+2)</b> The void damage increases by 1d6.","traits":"Archetype, Impulse, Occult, Visual, Void, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051913"},{"id":"747f8755-babc-491c-b86a-9c5034203730","name":"Danse Macabre","reqFeats":["747f8755-babc-491c-b86a-9c5034203730"],"textDescription":"<b>Prerequisites</b> dirge muse<br><br>Your music affects the dead as well as the living. Your mental and emotion spells always affect undead creatures, even if they have the mindless trait. Additionally, you can Make an Impression with undead (mindless or otherwise) using Performance in place of Diplomacy. You also learn the dirge of comfort composition spell, which eases the minds of your allies.","traits":"Bard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051913","listCustomEffects":[{"proficiencyName":"30ac46a4-2b34-46ee-9cb4-b5c8f11180c6","effectType":10,"reference":"d9214384-4969-427a-984f-70570e5a8bb3"}]},{"id":"42a193eb-4869-4f66-b75f-514deaac649d","name":"Dark Deliverance","level":10,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication<br><br>Your flesh has been hardened against magical and non-magical effects that seek to destroy it. You gain resistance to spirit damage and non-magical damage equal to your number of class feats from the Graveknight archetype, to a maximum of half your level.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051913"},{"id":"89c842f2-50ae-465f-9e89-4faad9ffc5cb","name":"Deathly Secrets (L)","level":6,"selectable":2,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"No means of creating or ruling the undead is beyond your grasp, even those of magical traditions not your own. You learn either the eyes of the dead or subjugate undead focus spell. If you don't already have one, you gain a focus pool of 1 Focus Point, which you can Refocus by meditating over the earthly remains of a dead sentient creature. The rules for focus spells appear here. Focus spells granted by the reanimator archetype are from the same tradition as those used to meet the archetype's prerequisite.<br><br><b>Special</b> You can select this feat more than once. Each time, you learn a different spell and your focus pool increases by 1 Focus Point.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051913","listCustomEffects":[{"effectType":14,"string0":"ARCHETYPE_Deathly Secrets"}]},{"id":"5159422f-4897-40b9-a1c2-ee2ade6d3f87","name":"Deathly Secrets (VL)","level":6,"selectable":2,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e"],"textDescription":"No means of creating or ruling the undead is beyond your grasp, even those of magical traditions not your own. You learn either the eyes of the dead or subjugate undead focus spell. If you don't already have one, you gain a focus pool of 1 Focus Point, which you can Refocus by meditating over the earthly remains of a dead sentient creature. The rules for focus spells appear here. Focus spells granted by the reanimator archetype are from the same tradition as those used to meet the archetype's prerequisite.<br><br><b>Special</b> You can select this feat more than once. Each time, you learn a different spell and your focus pool increases by 1 Focus Point.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051914","listCustomEffects":[{"effectType":14,"string0":"ARCHETYPE_Deathly Secrets","reference":"df571d19-63bb-4992-ae78-90142fd3eec4"}]},{"id":"000d4f71-9189-40e6-925c-d02c62d88091","name":"Deathly Waltz","level":8,"action":-1,"reqFeats":["747f8755-babc-491c-b86a-9c5034203730"],"textDescription":"<b>Frequency</b> once per day<br><b>Prerequisites</b> dirge muse<br><b>Requirements</b> You have cast summon undead this turn.<br><br>You call upon classic waltzes to entwine two animate undead, allowing you to sustain both at once. You Sustain your previous casting of summon undead, binding the two spells together. On subsequent rounds, you can Sustain both summon undead spells with a single action to Sustain the Spell, which gains the composition trait. This benefit lasts until either of the spells ends.","traits":"Bard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051914"},{"id":"f84425e5-37a0-4018-95eb-f868aec1362a","name":"Devastating Blast","level":8,"action":2,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication<br><b>Frequency</b> Once per minute<br><br>You unleash a blast of ruinous energy in a 30-foot cone. Creatures in the area take 4d12 damage of your ruinous element, with a basic Reflex save against your class DC or spell DC, whichever is higher.<br><br><b>Special</b> This feat gains the same trait as your ruinous element.<br><br><b>Level (+2)</b> The damage increases by 1d12.","traits":"Archetype, Manipulate, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211130147"},{"id":"92a2d72d-716a-47b9-a49e-b8f68994fb60","name":"Dominating Gaze","level":16,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd","7e1587aa-c793-4ee7-ae0f-b32d0cfc4eef"],"textDescription":"<b>Prerequisites</b> Manipulative Charm<br><br>You stare into your target's eyes and enthrall them, shattering their free will. Once per day, you can cast 7th-level dominate as a divine innate spell, using your class DC or spell DC, whichever is higher. It gains the visual trait. At 18th level, the dominate is heightened to 8th level; at 20th level, it's heightened to 9th level. A creature that succeeds at its save is temporarily immune to your domination for 24 hours, though in most cases, you can't Cast the Spell again within 24 hours. If you are destroyed, all your dominate spells from Dominating Gaze immediately end.","traits":"Uncommon, Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051914"},{"id":"5744affb-b333-4479-8a02-9e29a5193e6a","name":"Drain Dry","level":10,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd","0f8a2358-9963-4237-9ef9-47347e26cde5"],"textDescription":"<b>Prerequisites</b> Vampire Master<br><br>When you Drink Blood, you can continue to drain the creature’s blood to the point of death. The first time you use Drink Blood on a creature during a turn, its drained condition value increases by 1, even if you have drained them before.<br><br>If a creature would die after being reduced to 0 HP by Drink Blood, you can turn the creature by feeding the creature some of your blood (dealing you 1 bleed damage) and burying them in the earth for 3 nights. This typically produces a vampire spawn, but can possibly produce a stronger vampire similar to you at GM’s discretion. If the new vampire is at least 4 levels lower than you, it becomes a minion under your control. You can have a number of vampires under your control up to your Charisma modifier; any new vampires are produced not under your control. These vampires are counted separately from other minions under your control, but you can still only actively control up to four minions at once.","traits":"Rare, Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051914"},{"id":"cdad56de-7e38-4a5c-ba58-5eab3aba7fe5","name":"Drain Soul Cage","level":14,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"reqSpecials":["Drain Bonded Item"],"textDescription":"<b>Prerequisites</b> Drain Bonded Item, spellbook; Lich Dedication<br><br>You make your soul cage into your bonded item, allowing you to harness its abundant magical energy. Once per day, when you use Drain Bonded Item, you can choose any spell in your spellbook that you can cast, even if you haven't prepared or cast it that day. Your soul cage doesn't need to be on your person for you to use Drain Bonded Item. If your soul cage is broken or destroyed, you can't use Drain Soul Cage. Even if you can Drain Bonded Item more than once per day, for instance if you are a universalist wizard, you can still only choose a spell you haven't prepared and cast once per day.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051915"},{"id":"0a8e230b-2087-4d21-990a-31dcee3058f6","name":"Draining Touch","level":4,"action":2,"reqFeats":["662de234-01cf-4596-89ed-8ba65ab2438d","ARCHETYPE_Ghost Dedication"],"textDescription":"<b>Prerequisites</b> Phantasmagoria<br><br>You touch a creature, attempting to drain their life. Make an unarmed Strike against a creature. On a hit, the target becomes drained 1 (or drained 2 on a critical success) and you gain temporary hit points equal to half your level, which last for one minute.","traits":"Archetype, Impulse, Occult, Void, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051915"},{"id":"87e07271-dcf2-45a0-9939-f2ba07c846ae","name":"Dread Lichdom","level":14,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication<br><br>With time, you have mastered your undead form, allowing you to gain the more powerful benefits of your undead form and your Path. You gain the advanced undead benefits. Additionally, you gain your path’s Advanced Ability.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051915","listCustomEffects":[{"effectType":13,"string0":"fbab5f66-b383-4dea-9ced-5eed90975a17","reference":"cb4adf1c-c275-4bf7-8e34-fc19f91257fc"}]},{"id":"26a2b726-ef11-4394-83b4-e89b035705b2","name":"Eager for Battle","level":16,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication<br><br>Your lust for battle is powerful, and you jump in the moment a fight begins. When you roll for initiative, roll twice and take the better result; this is a fortune effect. Additionally, you are quickened during the first round of combat after rolling initiative. You can only use this extra action Step, Stride, or Strike.","traits":"Archetype, Fortune, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051915"},{"id":"998775eb-2adf-4a08-bb5c-55e6badefbc9","name":"Enshroud Soul Cage","level":14,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication<br><br>You wreathe your soul cage in an ever-growing collection of obfuscating illusions and protective abjurations to hide it from your enemies. You disguise the soul cage as any non-magical object of the same Bulk, and it gains the effects of the magic aura and nondetection spells. The effects have unlimited durations, are heightened to half your level rounded up, and use your spell DC against any attempt to counteract them. The magic aura makes your soul cage appear non-magical. You can ignore the effects of any of these spells when dealing with your own soul cage. You are mentally alerted whenever your soul cage is damaged.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051915"},{"id":"c1fa0d9c-435b-4550-90eb-84b0dd6beeff","name":"Exemplar of Violence","level":10,"action":2,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication; master in martial weapons<br><br>You unleash a cry, attempting to inspire acts of violence in your allies. Make a Strike against a creature. If the strike hits, all willing allies within a 15-foot emanation of you may use their reaction to Stride, but must end their movement closer to an enemy. If you critically hit, you may have one ally Strike instead.","traits":"Archetype, Auditory, Flourish, Visual, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Martial Weapons":6},"databaseID":1,"timestamp":"1713211051915"},{"id":"a557e70c-98b3-4bbf-ad0e-bc1cc0c64ef9","name":"Expert Graveknight Magic","level":12,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c","6059e9f0-6952-45ff-adee-320c9fef46a9"],"textDescription":"<b>Prerequisites</b> Basic Graveknight Magic<br><br>You gain the expert bounded spellcasting benefits.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051916"},{"id":"20e62c21-4eb0-4aa0-b163-eee0577f4b26","name":"Fade","level":8,"action":1,"reqFeats":["ARCHETYPE_Ghost Dedication"],"textDescription":"<b>Frequency</b> once per hour<br><b>Prerequisites</b> Ghost Dedication<br><br>You can disappear at a moment’s notice. You become invisible until the beginning of your next turn. You can Sustain this effect. If you use a hostile action, the invisibility ends after that action is completed.<br><br>You can activate this ability as an impulse if you have the Phantasmagoria archetype feat. If you do, it gains the impulse trait, loses the concentrate trait, and does not end when you take a hostile action. When doing so, however, your phantasmagoria’s visual effects are not concealed. You must still sustain it, but sustaining it does not require you to concentrate.","traits":"Archetype, Concentrate, Occult, Illusion, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051916"},{"id":"9782691e-ac3d-4fea-8774-b1e666610ce6","name":"Frightful Aura","level":18,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication, master in Intimidation<br><br>You're surrounded by a palpable sense of menace and power that's terrifying to behold. The aura is a 15-foot emanation. An enemy that enters or ends its turn in the aura must attempt a Will save against the higher of your spell DC or class DC.<br><br><b>Success</b> The creature is unaffected and temporarily immune to your <b>Frightful Aura</b> for 1 minute.<br><b>Failure</b> The creature is frightened 1.<br><b>Critical Failure</b> The creature is frightened 2.","traits":"Archetype, Aura, Emotion, Fear, Mental, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Intimidation":6},"databaseID":1,"timestamp":"1713211051916"},{"id":"5ac72005-2c0e-491e-9f35-39c0fdba74f0","name":"Ghost Storm","level":6,"action":1,"reqFeats":["ARCHETYPE_Ghost Dedication","662de234-01cf-4596-89ed-8ba65ab2438d"],"textDescription":"<b>Prerequisites</b> Phantasmagoria<br><br>A swirling tempest of wind surrounds you, extinguishing small fires, dispersing fog and mist, and blowing around objects. Your phantasmagoria’s radius increases by 5 feet. Squares within your phantasmagoria are considered difficult terrain and flying creatures (excluding yourself) are always considered to be moving against the wind. <br><br><b>Level (+4)</b> Your phantasmagoria’s radius increases by an additional 5 feet.","traits":"Archetype, Air, Impulse, Occult, Stance, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051916"},{"id":"05a91079-beca-4630-b714-be15cb6b3004","name":"Ghost Whisperer","level":7,"textDescription":"<b>Prerequisites</b> master in Necromancy Lore or a similar lore skill<br><br>Your words soothe the dead and undead alike. You learn Necril, and gain a +1 circumstance bonus to Diplomacy, Deception, Intimidation, and Perception checks made against undead creatures. Undead creatures have an initial attitude towards you of one step better, to a maximum of indifferent (typically from hostile to unfriendly) unless it would already be better.","traits":"Uncommon, General, Skill, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051917"},{"id":"586efc36-63fb-412e-909a-95de21a55af4","name":"Grand Summoner","level":18,"textDescription":"<b>Prerequisites</b> you can cast a summoning spell from spell slots<br><br>Your ability to maintain summon spells is par none. You are permanently quickened. You can use your extra action only to Sustain a summoning spell.","traits":"Uncommon, Bard, Cleric, Druid, Magus, Oracle, Psychic, Sorcerer, Summoner, Witch, Wizard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051917"},{"id":"be99f017-b03e-4ca3-a299-14af179b8b85","name":"Grave Companion","level":16,"reqFeats":["e10a7621-5c25-47b9-bb2d-03a7c65ba0a1","DRUID_Incredible Companion"],"textDescription":"<b>Prerequisites</b> Bonecaller; Incredible Companion<br><br>Your companion radiates an aura of necrotic energy which causes foes to crumble to dust. You gain the Specialized Companion druid feat. Your companion can select one of the usual specializations or the grave specialization<br><br>Grave companions gain the following benefits: Your companion causes life around it to decay and return to the soul. Its proficiency rank in Nature increases to expert, it can speak Necril, and its Intelligence modifier increases by 1 and its Wisdom modifier by 1. The companion gains a necrotic aura, causing any creature that ends its turn within a 10-foot emanation to take 4d6 void damage with a basic Fortitude save. It can activate or deactivate this as an action, and you are immune to its effects.","traits":"Druid, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051917","listCustomEffects":[{"effectType":14,"string0":"DRUID_Specialized Companion (Druid)"}]},{"id":"cbf350c9-bf7d-4058-a0f6-9e0628e2fc45","name":"Grave Squire","level":10,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication<br><br>You can gift a piece of your armor to a single willing ally whose level is lower than yours, making it your grave squire. When a creature is your grave squire, you can communicate telepathically and see through their senses at any distance, so long as you’re on the same plane. Additionally, you can cast suggestion, as a divine innate spell through this connection at will, using your spell DC or class DC, whichever is higher. Your squire treats its degree of success for saves against your suggestion spell as one step worse. <br><br>Additionally, if your main armor is destroyed, the squire’s piece expands to cover the squire’s body over 1d10 days, at which point it becomes your new body. You can only have one squire at a time, and must recover the gifted piece of armor if you wish to create a new squire.<br><br>While the piece is in their possession, your squire gains a +1 status bonus to attack rolls, as well as resistance to your ruinous element equal to half their level.","traits":"Uncommon, Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051917"},{"id":"889853a0-1fbf-4d95-b4d0-2fcd2ac95aa0","name":"Graveknight Armor Training","level":8,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"Your armor is a second skin to you, and grows in power with you. You gain expert proficiency in heavy armor. At 14th level, you gain master proficiency in heavy armor. At 20th level, if you are a master in martial weapons, you gain legendary proficiency in heavy armor.","traits":"Uncommon, Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211685250","listCustomEffects":[{"proficiencyName":"Heavy Armor","effectType":11,"bonusAmount":4},{"effectType":13,"string0":"a5f3f9ff-b269-4565-ada5-65489cf5eb45"},{"effectType":13,"string0":"aa04d480-8aec-48eb-bd6a-21c107ae2f7a"}]},{"id":"137eb1a7-a38b-4935-90ff-fbcc38d0a76d","name":"Graveknight Combat Specialization","level":12,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication<br><br>Your skills with your armor and weapons become supernaturally enhanced. You gain the critical specialization effect of any weapon you wield that you are at least expert in. You also gain the armor specialization effects of your graveknight armor.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051917"},{"id":"18cc1a5c-01c8-4deb-92bf-ff2a73dc132c","name":"Graveknight Dedication","level":6,"textDescription":"<b>Prerequisites</b> Expert in martial weapons; Trained in heavy armor; You died and returned as a graveknight<br><br>You have died but your soul lingers on, refusing to submit to the shackles of death. You gain the undead trait and the basic undead benefits. Your undead hunger is battle. Being a graveknight has the following major effects.<br><br><b>Bound Armor</b> Your body and soul are bound to the suit of armor you rose from the dead within. Your suit of armor becomes a set of graveknight armor. You cannot remove this armor and it is automatically invested, but it otherwise functions like normal armor. By spending a week of downtime, you can transfer yourself to a different set of heavy armor; that set of armor becomes graveknight armor, and your previous set returns to what it was before it became graveknight armor. Your graveknight armor also returns to what it was before should you be returned to life.<br><br><b>Ruinous Element</b> When you were resurrected, you returned attuned to an element thematically connected to your life. Select one of the following damage types: acid, cold, electricity, or fire. Any weapon you wield that you are proficient in becomes a +1 striking weapon if it’s not better, and also gains the effects of the corrosive, frost, shock, or flaming rune based on your ruinous element. If you are 14th level or higher, it gains the greater effects of this rune instead. This rune counts towards your maximum limit of runes as normal.","traits":"Rare, Archetype, Dedication, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Martial Weapons":4,"Heavy Armor":2},"databaseID":1,"timestamp":"1713211174330"},{"id":"536e190b-ed5a-4a35-922c-3fb35ae04c57","name":"Graveknight's Shield","level":8,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication<br><br>Your curse extends to your shield, or your armor warps to create a shield. You gain a Shield Divine Ally from the champion class: you may either gain a steel shield upon gaining this feat, or have the divine ally effect apply to a shield you currently own. Similarly to your armor, you may transfer a portion of your curse stored in your shield ally to another shield by spending a week of downtime; you can transfer both your armor and your shield at the same time. Your shield automatically rejuvenates with the rest of you, and must be destroyed in the same manner as your armor; while you are intact, however, you can perform a one minute activity to teleport your shield to your person, so long as it is in the same plane as you.<br><br>If you do not already have it, you gain the Shield Block feat; if you do, you gain the Quick Shield Block fighter feat instead.<br><br><b>Pathbuilder Note</b> Add Shield Block or Quick Shield Block as a bonus feat.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051918"},{"id":"dfbb6328-e9ed-436b-b275-b996b5a4897f","name":"Greater Deathly Secrets (L)","level":10,"selectable":2,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272","ARCHETYPE_Deathly Secrets"],"textDescription":"Your undead secrets grow stronger still. You learn either the malignant sustenance or grasping grave focus spell. Your focus pool increases by 1 point.<br><br><b>Special</b> You can select this feat more than once. Each time, you learn a different spell and your focus pool increases by 1 Focus Point.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051918","listCustomEffects":[{"effectType":14,"string0":"ARCHETYPE_Greater Deathly Secrets"}]},{"id":"03a2f817-d7b6-48ea-b188-b3d64b024068","name":"Greater Deathly Secrets (VL)","level":10,"selectable":2,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e","ARCHETYPE_Deathly Secrets"],"textDescription":"Your undead secrets grow stronger still. You learn either the malignant sustenance or grasping grave focus spell. Your focus pool increases by 1 point.<br><br><b>Special</b> You can select this feat more than once. Each time, you learn a different spell and your focus pool increases by 1 Focus Point.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051918","listCustomEffects":[{"effectType":14,"string0":"ARCHETYPE_Greater Deathly Secrets"}]},{"id":"7a0d13aa-d037-47cd-bd95-862713f90a50","name":"Greater Unlife","level":10,"reqFeats":["d7972bbe-7adf-49a3-bc51-8e4146725f9c"],"textDescription":"<b>Prerequisites</b> Unlife<br><br>You dance between life and death, gaining the benefits of both. You don’t take void damage, and are healed by void effects that heal undead. If you already have void healing, you no longer take vitality damage, and are healed by vitality effects that heal the living. You are immune to the drained condition, and gain a +1 circumstance bonus to saving throws against disease and poison.","traits":"Druid, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051918"},{"id":"a1d5c089-53c9-423c-8d9b-ca41c4dfa467","name":"Hand of the Lich","level":14,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication<br><br>Void energy intensifies your undead form and makes your very touch the antithesis of life. The damage die for your first increases to 1d6 instead of 1d4; if it was already 1d6, it increases to 1d8. It loses the nonlethal trait and becomes magical. When you Strike with it, you may have it deal void damage instead of bludgeoning damage. When attacking with it, you may use your spell attack modifier instead of your unarmed attack modifier; when doing so, you do not add your Strength or Dexterity to the damage.<br><br>When you critically hit a living creature with your fist Strike, the creature is slowed 1 until the end of your next turn unless it succeeds at a Fortitude save against your spell DC. This is a critical specialization effect.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211184560"},{"id":"fff6f856-d1bb-4052-a54e-1bc41520db21","name":"Haunted Eyes","level":2,"reqFeats":["747f8755-babc-491c-b86a-9c5034203730"],"textDescription":"<b>Prerequisites</b> dirge muse<br><br>Your connection to death protects you against effects that would draw you closer to it. You gain a +2 circumstance bonus to saves made against death, fear, and void effects. You also gain resistance to void damage equal to half your level.","traits":"Bard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051918"},{"id":"4c668043-06b1-4ed6-bd1a-51f3d3531cf1","name":"Haunting Refrain","level":10,"reqFeats":["747f8755-babc-491c-b86a-9c5034203730","BARD_Dirge of Doom"],"textDescription":"<b>Prerequisites</b> dirge muse; Dirge of Doom<br><br>While performing Dirge of Doom, you can stir feelings of sorrow within your foes instead of fear. Targets become stupefied 1 in addition to being frightened, and can’t reduce their stupefied value below 1 while they remain in the area.","traits":"Bard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051919"},{"id":"f16d05cb-9aa6-4701-add8-14c7f006ee79","name":"Hungry Ghost Stance","textDescription":"<b>Requirements</b> You are unarmored.<br><br>You enter a twisted stance that allows you to draw life force from other creatures. The only Strikes you can make are hungry ghost Strikes. These deal 1d4 void damage; are in the brawling group; and have the deadly d4, finesse, unarmed, and void traits.<br><br>If you hit a living creature in this stance with an unarmed strike, you can regain hit points equal to the number of damage dice the strike deals.<br><br><b>Special</b> This feat gains your choice of either the divine or occult trait, matching your ki spell tradition if possible","traits":"Rare, Monk, Stance, Void, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051919"},{"id":"75183411-cc90-4919-8e82-065884cc6098","name":"Improved Command Undead (GK)","level":10,"reqFeats":["dfac7f99-58ed-4cfa-a9c0-fc40424bab83||007dd975-8992-42d3-a011-cbce542f9639||5fa0a18c-d416-45f3-ac94-153fb45ee959||eb86a499-ba36-4ed4-8ed9-229112623e49","18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Command Undead<br><br>Undead creatures find it all but impossible to resist your commands. When you use Command Undead, if the undead succeeds at its save but doesn’t critically succeed, it is your minion for 1 round. If the undead fails its save, it is your minion for 10 minutes. If it critically fails, it is your minion for 24 hours. If the spell used was bind undead and it critically fails, it instead is bound permanently as if raised by the create undead ritual.","traits":"Uncommon, Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051919"},{"id":"0927f539-1187-4351-8ebe-600b63511ee8","name":"Improved Command Undead (HWW)","level":10,"reqFeats":["007dd975-8992-42d3-a011-cbce542f9639||dfac7f99-58ed-4cfa-a9c0-fc40424bab83||5fa0a18c-d416-45f3-ac94-153fb45ee959||eb86a499-ba36-4ed4-8ed9-229112623e49"],"textDescription":"<b>Prerequisites</b> Command Undead<br><br>Undead creatures find it all but impossible to resist your commands. When you use Command Undead, if the undead succeeds at its save but doesn’t critically succeed, it is your minion for 1 round. If the undead fails its save, it is your minion for 10 minutes. If it critically fails, it is your minion for 24 hours. If the spell used was bind undead and it critically fails, it instead is bound permanently as if raised by the create undead ritual.","traits":"Uncommon, Bard, Cleric, Druid, Oracle, Sorcerer, Summoner, Witch, Wizard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051919"},{"id":"361d91dc-a448-4679-82c7-9a53a6862e4a","name":"Improved Command Undead (L)","level":10,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272","dfac7f99-58ed-4cfa-a9c0-fc40424bab83||007dd975-8992-42d3-a011-cbce542f9639||5fa0a18c-d416-45f3-ac94-153fb45ee959||eb86a499-ba36-4ed4-8ed9-229112623e49"],"textDescription":"<b>Prerequisites</b> Command Undead<br><br>Undead creatures find it all but impossible to resist your commands. When you use Command Undead, if the undead succeeds at its save but doesn’t critically succeed, it is your minion for 1 round. If the undead fails its save, it is your minion for 10 minutes. If it critically fails, it is your minion for 24 hours. If the spell used was bind undead and it critically fails, it instead is bound permanently as if raised by the create undead ritual.","traits":"Uncommon, Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051919"},{"id":"1c20ebf8-8818-4fe1-8a93-cd87e4221faf","name":"Improved Command Undead (VL)","level":10,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e","dfac7f99-58ed-4cfa-a9c0-fc40424bab83||007dd975-8992-42d3-a011-cbce542f9639||5fa0a18c-d416-45f3-ac94-153fb45ee959||eb86a499-ba36-4ed4-8ed9-229112623e49"],"textDescription":"<b>Prerequisites</b> Command Undead<br><br>Undead creatures find it all but impossible to resist your commands. When you use Command Undead, if the undead succeeds at its save but doesn’t critically succeed, it is your minion for 1 round. If the undead fails its save, it is your minion for 10 minutes. If it critically fails, it is your minion for 24 hours. If the spell used was bind undead and it critically fails, it instead is bound permanently as if raised by the create undead ritual.","traits":"Uncommon, Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051920"},{"id":"12c3f152-128f-4c7d-8b2e-4bd4a7c8ed57","name":"Know It All","level":10,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e"],"textDescription":"<b>Prerequisites</b> Vassallich Dedication<br><br>Your knowledge of abstruse topics is unparalleled. When you succeed at a check to Recall Knowledge, you gain additional information or context. When you critically succeed at a Knowledge check, at the GM's discretion you might gain even more additional information or context than normal.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051920"},{"id":"1cbc3a5b-caff-404b-9781-15330f7f0272","name":"Lich Dedication (HWW)","level":12,"textDescription":"<b>Prerequisites</b> ability to cast 6th-level or higher spells from spell slots, completed ritual to become a lich, other requirements based on lichdom path<br><br>After years of studying and careful planning, you have performed the proper ritual successfully to transform yourself into a lich. Your form may be changed, shaped by the magic and goal of your ritual, but one thing is certain: neither death nor time can prevent you from pursuing your purpose and achieving your grand ambitions. You gain the undead trait and the basic undead benefits, as well as the effects of your chosen path <br><br>Before performing the ritual, you select a Path that you meet the requirements for. Upon gaining this feat, you gain the undead hunger of that path, as well as its basic ability.<br><br><b>Special</b> You can’t select another dedication feat until you have gained two other feats from the lich archetype.","traits":"Rare, Archetype, Dedication, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211205226","listCustomEffects":[{"effectType":13,"string0":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3","reference":"b23fca8d-3f63-431e-903e-80abafdbca06"}]},{"id":"093ae9a0-a068-46eb-88d4-cb6d07a985c0","name":"Lich's Flesh (L)","level":10,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Vassallich Dedication<br><br>Your flesh has been hardened against magical and non-magical effects that seek to destroy it. You gain resistance to spirit damage and non-magical damage equal to your number of class feats from the Vassallich and Lich archetypes, to a maximum of half your level.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051920"},{"id":"89c54e38-1a79-495e-8242-099b9b3427d9","name":"Lich's Flesh (VL)","level":10,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e"],"textDescription":"<b>Prerequisites</b> Vassallich Dedication<br><br>Your flesh has been hardened against magical and non-magical effects that seek to destroy it. You gain resistance to spirit damage and non-magical damage equal to your number of class feats from the Vassallich and Lich archetypes, to a maximum of half your level.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051920"},{"id":"f4225651-2082-4477-9385-06bd3dcdc25b","name":"Life Funnel","level":10,"reqFeats":["f16d05cb-9aa6-4701-add8-14c7f006ee79"],"textDescription":"Your master of the hungry ghost stance allows you to almost literally draw blood from a stone. You can now regain hit points with hungry ghost stance from any creature, not just living creatures. Additionally, whenever you would regain hit points or Steal Ki from a creature, you can immediately make a saving throw against one poison or disease affecting you, adding a status bonus to the saving throw equal to your Wisdom modifier.","traits":"Healing, Monk, Void, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051920"},{"id":"590de501-0ade-45fd-b4d5-528919224d55","name":"Lord Beyond the Grave","level":16,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272","75183411-cc90-4919-8e82-065884cc6098||0927f539-1187-4351-8ebe-600b63511ee8||361d91dc-a448-4679-82c7-9a53a6862e4a||1c20ebf8-8818-4fe1-8a93-cd87e4221faf"],"textDescription":"<b>Prerequisites</b> Lich Dedication; Improved Command Undead<br><br>Your mastery over the undead allows you to assert control over powerful undead creatures on a whim. You can cast bind undead as an innate spell of your tradition once per day. The spell is heightened to half your level, rounded up. In addition, if you're able to target the mostly intact remains of an appropriate type of dead creature when casting summon undead, the undead you animate gains a +1 status bonus to attack rolls, AC, saving throws, and skill checks for the duration of summon undead.<br><br><b>Special</b> If you have the Reanimator Dedication archetype feat, this bonus increases to +2.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051921","listCustomEffects":[{"proficiencyName":"Bind Undead","effectType":9,"bonusAmount":3}]},{"id":"704d7e03-4676-48bc-ab93-73177addefbb","name":"Lord of Death","level":20,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272","GENERAL_Entourage"],"textDescription":"<b>Prerequisites</b> Lich Dedication; Entourage; legendary in your tradition’s associated skill; master in Religion; not Pale Herald<br><br>You have managed to form a small cult around yourself, garnishing enough followers to provide a divine power to your flock, allowing them to select you as their deity when determining spells and domains. Choose:<br>- Edicts<br>- Anathema<br>- Areas of Concern<br><br>These determine the nature of your faith. In addition, you also choose:<br>- Two Divine Abilities, both of which you must be at least +2 in.<br>- A divine skill, one which you are at least Trained in.<br>- Two Domains, as well as the Death and Undeath domains.<br>- A 1st level non-divine spell. A 4th level or lower non-divine spell, and a 7th level or lower non-divine spell<br>- A chosen weapon, one which you are at least Trained in.<br>- Your chosen fonts (either harm or healing and harm)<br>- Whether you grant sanctification, as per the Cleric ability.<br><br>You grant access to those abilities as if you were a deity. You also become sanctified as per your sanctification, and can cast each of your chosen non-divine spells as a divine innate spell once per day, heightened to half your level.","traits":"Rare, Archetype, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Arcana||Nature||Occultism||Religion":8,"Religion":6},"databaseID":1,"timestamp":"1713211051921"},{"id":"8f633979-6ade-4a1e-b95d-bd35e12cd475","name":"Macabre Virtuoso","level":4,"reqSpecials":["Death Observation"],"textDescription":"<b>Prerequisites</b> death observation methodology; expert in Occultism<br><br>Any necromancer can create zombies and skeletons, but you know the secrets behind the creation of far more advanced undead monstrosities. You learn the create undead rituals to create two types of common undead for which you meet the prerequisites. (Your GM might give you access to additional types of undead.) You can't teach these rituals to anyone else and you can't participate in either ritual while allowing someone else to serve as the primary caster unless they also know the ritual. When you reach a new level, you can change either or both of these rituals to a different type of undead for which you now meet the prerequisites.<br><br>When acting as primary caster, you can perform all create undead rituals in 4 hours instead of 1 day and you gain a +2 circumstance bonus to your primary check. You can also perform the ritual without the aid of a secondary caster, in which case you attempt the secondary check.<br><br><b>Special</b> You can select this feat more than once. Each time, you learn the rituals to create two more types of undead creatures.","traits":"Uncommon, Investigator, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051921"},{"id":"f254f36c-c1a0-45ab-a21d-15c5f1b6467a","name":"Magic Sense","level":14,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"You have a literal sixth sense for ambient magic in your vicinity. You can sense the presence of magic auras as though you were always using a 1st-level detect magic spell. This detects magic in your field of vision only. When you Seek, you gain the benefits of a 3rd-level detect magic spell on things you see (in addition to the normal benefits of Seeking). You can turn this sense off and on with a free action at the start or the end of your turn.<br><br><b>Special</b> This feat has the trait corresponding to the tradition of spells you cast (arcane, divine, occult, or primal).","traits":"Archetype, Dedication, Divination, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051922","listCustomEffects":[{"proficiencyName":"Detect Magic","effectType":9,"int0":2}]},{"id":"504d78a4-10e8-43c9-83e7-c465ecc402f0","name":"Malevolent Possession","level":14,"action":2,"reqFeats":["ARCHETYPE_Ghost Dedication"],"textDescription":"<b>Prerequisites</b> Ghost Dedication<br><b>Frequency</b> once per hour<br><b>Requirements</b> you are adjacent to a corporeal creature<br><br>You attempt to possess an adjacent corporeal creature. This has the same effect as the possession spell, except it doesn’t have the concentrate trait and since you don’t have a physical body, you are unaffected by the restriction of the spell. While you are possessing a creature, you can still enter your phantasmagoria and use Ghost archetype impulses.<br><br>At 18th level, the duration becomes 10 minutes.","traits":"Archetype, Incapacitation, Manipulate, Mental, Occult, Possession, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051922","listCustomEffects":[{"proficiencyName":"Possession","effectType":9,"bonusType":2,"bonusAmount":7}]},{"id":"7e1587aa-c793-4ee7-ae0f-b32d0cfc4eef","name":"Manipulative Charm","level":4,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Prerequisites</b> Vampire Dedication; trained in Deception or Diplomacy<br><br>Against humanoids, you gain a +1 circumstance bonus to Deception checks to Lie, and to Diplomacy checks to Gather Information and Make an Impression.<br><br>Once per day, you can cast charm as a divine innate spell using your class DC or spell DC, whichever is higher. Casting it requires staring into the target's eyes, giving the spell the visual trait. At 5th level and every 2 levels thereafter, the spell is heightened by an additional level, to a maximum of a 9th-level charm when you are 19th level.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Deception||Diplomacy":2},"databaseID":1,"timestamp":"1713211051922","listCustomEffects":[{"proficiencyName":"Charm","effectType":9,"bonusType":2,"bonusAmount":1}]},{"id":"8aef18a3-0e2c-4768-a243-83e318765ec6","name":"Mask Death (L)","level":8,"action":1,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Vassallich Dedication<br><br>You shape your magic to appear largely as you did in life, with slight changes depending on your lich appearance - for example, your skin may appear more pale or sallow, you may have a faint glow if you are a Pale Herald, or may emit a foul odor if you are a Lich of Yhidothrus. You lose access to any abilities related to your physical lich form while in this state, and automatically revert to your normal form when you take damage.","traits":"Archetype, Polymorph, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211248036"},{"id":"ef92c17e-6fbb-47ca-9eb4-fe159730452b","name":"Mask Death (VL)","level":8,"action":1,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e"],"textDescription":"<b>Prerequisites</b> Vassallich Dedication<br><br>You shape your magic to appear largely as you did in life, with slight changes depending on your lich appearance - for example, your skin may appear more pale or sallow, you may have a faint glow if you are a Pale Herald, or may emit a foul odor if you are a Lich of Yhidothrus. You lose access to any abilities related to your physical lich form while in this state, and automatically revert to your normal form when you take damage.","traits":"Archetype, Polymorph, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211264854"},{"id":"351abf3b-0504-4a41-bd0f-e05bb4078c3a","name":"Master Graveknight Magic","level":18,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c","a557e70c-98b3-4bbf-ad0e-bc1cc0c64ef9"],"textDescription":"You gain the master bounded spellcasting benefits.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051923"},{"id":"9d6b4b26-12e5-427d-9d91-11deb6cbaf00","name":"Masterful Metamagic (L)","level":8,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Vassallich Dedication<br><br>Your mentor teaches your powerful metamagics to manipulate your spells. You gain one feat from the Wizard class with the spellshape trait. You do not need to be a Wizard, but must meet all other requirements.<br><br><b>Special</b> You can select this feat multiple times, selecting a different spellshape feat each time.<br><br><b>Pathbuilder Note</b> Add the chosen spellshape feat as a bonus feat.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051923"},{"id":"a101cf1f-ced3-4d8b-83d1-4ea1d5d0a45c","name":"Masterful Metamagic (VL)","level":8,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e"],"textDescription":"<b>Prerequisites</b> Vassallich Dedication<br><br>Your mentor teaches your powerful metamagics to manipulate your spells. You gain one feat from the Wizard class with the spellshape trait. You do not need to be a Wizard, but must meet all other requirements.<br><br><b>Special</b> You can select this feat multiple times, selecting a different spellshape feat each time.<br><br><b>Pathbuilder Note</b> Add the chosen spellshape feat as a bonus feat.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051923","listCustomEffects":[{"effectType":14,"reference":"c4767abd-d1e9-48e1-b180-0569fd94d571"}]},{"id":"58cb5d72-3db7-4f9d-a560-43ec9b6e518d","name":"Mist Escape","level":14,"action":-1,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd","e2ed38d3-26fa-41ec-b5ee-3aac64e6cbd1","0a57935a-33b3-4b81-8f25-0d9400a8d9ed"],"textDescription":"<b>Prerequisites</b> Turn to Mist; Coffin Bound<br><b>Trigger</b> You are reduced to 0 HP.<br><br>As you fall, your body reacts to defend itself. You Turn to Mist. This doesn't expend a use of Turn to Mist, and you can use Mist Escape even if you've already Turned to Mist in the same day. You take move actions to move directly toward your coffin even though you are at 0 HP, though you aren't conscious and don't have control over how you do so. While at 0 HP in this form, you are unaffected by further damage. You automatically return to your corporeal form, unconscious, if you reach your coffin or after 1 hour when you are destroyed, whichever one comes first.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051923"},{"id":"11ed5cf8-2a22-4cf0-bf42-9240f80e53de","name":"Mournful Melody","level":8,"reqFeats":["747f8755-babc-491c-b86a-9c5034203730","BARD_Dirge of Doom"],"textDescription":"<b>Prerequisites</b> dirge muse; Dirge of Doom<br><br>You’ve learned to combine the notes of your dirges to affect both enemies and allies at once. When you cast dirge of doom, you may spend a focus point to also cast dirge of comfort with the same action. Unlike normal for composition spells, casting dirge of comfort doesn’t end dirge of doom, and you can continue to cast both with the same action for the next minute or until you either stop casting one or cast a different composition spell.","traits":"Bard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051924"},{"id":"74c8db87-6cf4-402a-906f-38c801077708","name":"Necromancer's Visage (GK)","level":12,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> ability to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>Necromantic energy demonstrates your power over undead, creating a demeanor that commands their fear and respect. Undead creatures can immediately sense your Necromancer's Visage and tend to act accordingly. If you take a hostile action against an undead creature, it becomes permanently immune to your Necromancer's Visage, and your Necromancer's Visage ends. You can spend 10 minutes to restore your Necromancer's Visage, though any creatures that became permanently immune remain so.<br><br>Each time an undead creature 2 or more levels lower than you attacks you, it must attempt a Will save against your spell DC. If you're also affected by sanctuary or a similar effect, only one affects the attacker (you choose which).<br><br><b>Critical Success</b> The creature is permanently immune to your Necromancer's Visage.<br><b>Success</b> The creature can attempt its attack and any other attacks against you this turn.<br><b>Failure</b> The creature can't attack you and wastes the action. It can't attempt further attacks against you this turn.<br><b>Critical Failure</b> The creature wastes the action and can't attempt to attack you as long as your Necromancer's Visage persists.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.","traits":"Uncommon, Archetype, Necromancy, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051924"},{"id":"07abb3b2-c157-4cd4-bb1a-969ae64a7525","name":"Necromancer's Visage (HWW)","level":12,"textDescription":"<b>Prerequisites</b> ability to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>Necromantic energy demonstrates your power over undead, creating a demeanor that commands their fear and respect. Undead creatures can immediately sense your Necromancer's Visage and tend to act accordingly. If you take a hostile action against an undead creature, it becomes permanently immune to your Necromancer's Visage, and your Necromancer's Visage ends. You can spend 10 minutes to restore your Necromancer's Visage, though any creatures that became permanently immune remain so.<br><br>Each time an undead creature 2 or more levels lower than you attacks you, it must attempt a Will save against your spell DC. If you're also affected by sanctuary or a similar effect, only one affects the attacker (you choose which).<br><br><b>Critical Success</b> The creature is permanently immune to your Necromancer's Visage.<br><b>Success</b> The creature can attempt its attack and any other attacks against you this turn.<br><b>Failure</b> The creature can't attack you and wastes the action. It can't attempt further attacks against you this turn.<br><b>Critical Failure</b> The creature wastes the action and can't attempt to attack you as long as your Necromancer's Visage persists.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.","traits":"Uncommon, Bard, Druid, Necromancy, Sorcerer, Spellshape, Summoner, Witch, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051924"},{"id":"222dbbe5-d096-42ec-88a0-6c24237c5084","name":"Necromancer's Visage (L)","level":12,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> ability to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>Necromantic energy demonstrates your power over undead, creating a demeanor that commands their fear and respect. Undead creatures can immediately sense your Necromancer's Visage and tend to act accordingly. If you take a hostile action against an undead creature, it becomes permanently immune to your Necromancer's Visage, and your Necromancer's Visage ends. You can spend 10 minutes to restore your Necromancer's Visage, though any creatures that became permanently immune remain so.<br><br>Each time an undead creature 2 or more levels lower than you attacks you, it must attempt a Will save against your spell DC. If you're also affected by sanctuary or a similar effect, only one affects the attacker (you choose which).<br><br><b>Critical Success</b> The creature is permanently immune to your Necromancer's Visage.<br><b>Success</b> The creature can attempt its attack and any other attacks against you this turn.<br><b>Failure</b> The creature can't attack you and wastes the action. It can't attempt further attacks against you this turn.<br><b>Critical Failure</b> The creature wastes the action and can't attempt to attack you as long as your Necromancer's Visage persists.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.","traits":"Uncommon, Archetype, Necromancy, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051924"},{"id":"38254056-78eb-4155-92e6-241a7740e36b","name":"Necromancer's Visage (VL)","level":12,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e"],"textDescription":"<b>Prerequisites</b> ability to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>Necromantic energy demonstrates your power over undead, creating a demeanor that commands their fear and respect. Undead creatures can immediately sense your Necromancer's Visage and tend to act accordingly. If you take a hostile action against an undead creature, it becomes permanently immune to your Necromancer's Visage, and your Necromancer's Visage ends. You can spend 10 minutes to restore your Necromancer's Visage, though any creatures that became permanently immune remain so.<br><br>Each time an undead creature 2 or more levels lower than you attacks you, it must attempt a Will save against your spell DC. If you're also affected by sanctuary or a similar effect, only one affects the attacker (you choose which).<br><br><b>Critical Success</b> The creature is permanently immune to your Necromancer's Visage.<br><b>Success</b> The creature can attempt its attack and any other attacks against you this turn.<br><b>Failure</b> The creature can't attack you and wastes the action. It can't attempt further attacks against you this turn.<br><b>Critical Failure</b> The creature wastes the action and can't attempt to attack you as long as your Necromancer's Visage persists.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.","traits":"Uncommon, Archetype, Necromancy, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051924"},{"id":"1a6ad69d-56d9-4700-90c3-958bd5ac1550","name":"Necromantic Affinity","textDescription":"<b>Prerequisites</b> Constitution +3<br><br>You gain a +1 circumstance bonus to saving throws made against death effects, poison, and disease. Additionally, you gain void healing.","traits":"Uncommon, General, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredAbilityScores":{"2":16},"databaseID":1,"timestamp":"1713211051925"},{"id":"866b8ea4-4a23-4f19-bf2d-3e9bed5cc58b","name":"Nocturnal Kindred","level":4,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Prerequisites</b> Vampire Dedication; trained in Nature<br><br>You have an innate connection with other creatures of the night and understand some of them. You can ask questions of, receive answers from, and use Diplomacy with bats, rats, and wolves. You also gain a +1 circumstance bonus to Make an Impression on such animals.<br><br>Once per day, you can cast animal allies as a divine innate spell, using your class DC or spell DC, whichever is higher. The creatures it summons are bats, rats, and wolves. At 5th level and every 2 levels thereafter, the spell is heightened by an additional level, to a maximum of a 9th-level animal allies when you are 19th level.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Nature":2},"databaseID":1,"timestamp":"1713211051925","listCustomEffects":[{"proficiencyName":"Animal Allies","effectType":9,"bonusType":3,"bonusAmount":1}]},{"id":"e7407bc5-4159-4013-8cde-91225ac7fdcd","name":"Paralytic Fear","level":14,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd","bd942412-87f6-40c3-b778-432bd717404c"],"textDescription":"<b>Prerequisites</b> Predatory Assault<br><br>When you would use predatory assault, instead of making an Athletics check you can force the creature to attempt a Will save against your class DC or spell DC, whichever is higher.<br><br><b>Critical Success</b> The target is unaffected.<br><b>Success</b> The target is immobilized by fear until the end of your next turn.<br><b>Failure</b> The target is restrained and takes a –2 circumstance penalty to its Fortitude DC against your Drink Blood ability until the end of your next turn.<br><b>Critical Failure</b> As failure, and the target is frightened 2.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051925"},{"id":"e0adc417-f1e9-4579-af58-fc07817595d4","name":"Path Spellcasting","level":14,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication; master in your tradition’s associated skill<br><br>Your Path grants you specific magic that you always have prepared, as does lichdom itself. You gain your Path’s listed Path Spells as innate spells of your tradition, each of which you can cast once per day. Some of these spells might not be on your tradition’s list, but they’re spells of your tradition when cast this way. Each spell is automatically heightened to 4th level when you cast them. You can also prepare these spells or add them to your repertoire just like the spells normally on your tradition’s spell list.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Arcana||Nature||Occultism||Religion":6},"databaseID":1,"timestamp":"1713211051925","listCustomEffects":[{"proficiencyName":"Dispel Magic","effectType":9,"bonusAmount":2,"int0":2,"reference":"064bbbb8-5e3c-449a-8195-1b619230175a"},{"proficiencyName":"Fly","effectType":9,"bonusAmount":4,"reference":"7f24b521-26a3-4c24-a4d8-930126da8277"},{"proficiencyName":"Translocate","effectType":9,"bonusAmount":4,"reference":"ee83d02f-23dc-4e53-b6b8-ba2550049c0b"}]},{"id":"662de234-01cf-4596-89ed-8ba65ab2438d","name":"Phantasmagoria","level":4,"reqFeats":["ARCHETYPE_Ghost Dedication"],"textDescription":"<b>Prerequisites</b> Ghost Dedication<br><br>The memory of your life often causes you to lash out, making your powers stronger when you remember what once was. You gain the Remember Life action, which lets you activate your phantasmagoria. You also gain a 4th-level Ghost feat of your choice with the impulse trait.<br><br><b>Pathbuilder Note</b> Add the impulse feat as a bonus feat","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051925","listCustomEffects":[{"effectType":13,"string0":"4217b9c8-0f38-46e9-976a-e4872fe4b91f"}]},{"id":"452813b4-862a-4a07-af4d-c6399731d4ff","name":"Phantom Mount","level":8,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication<br><br>You conjure forth a ghostly mount to ride upon. You cast the marvelous mount spell, automatically heightened to a rank equal to half your level and targeting only yourself. Unlike a normal marvelous mount, the steed has hit points equal to 6 * your level and lasts indefinitely. If the steed is destroyed, you must wait 1 hour before using the ability again.","traits":"Archetype, Summon, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051925","listCustomEffects":[{"proficiencyName":"Marvelous Mount","effectType":9,"bonusAmount":2}]},{"id":"fbfa0eaf-e530-4352-91c4-ef993fcfe830","name":"Pillage Mind","level":16,"action":1,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272","a1d5c089-53c9-423c-8d9b-ca41c4dfa467"],"textDescription":"<b>Prerequisites</b> Hand of the Lich<br><br>Your very touch can pull memories from a creature for your perusal. Make an unarmed strike against a creature. If the strike deals damage, you pull a memory or thought from the creature’s mind. You Recall Knowledge with a skill of your choice, using the target’s bonus with the skill instead of your own. If there’s a very specific piece of information you hope to uncover, and the creature knows that information, the creature can attempt a Will save against your spell DC to keep it secret. On a critical success, the target can feed the lich faulty information. In addition, you may have your unarmed strikes deal mental damage instead of bludgeoning damage.<br><br><b>Special</b> This feat gains the trait that matches your lich tradition (arcane if your lich tradition is arcane, etc).","traits":"Archetype, Flourish, Mental, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051926"},{"id":"8d77f5f6-77a6-4d32-bb31-03230eecc49f","name":"Portentous Glare","level":10,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c","GENERAL_Intimidating Glare"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication; Intimidating Glare; master in Intimidation<br><br>Your gaze is one of overwhelming menace. When you Demoralize a creature that can see your eyes, you gain a +1 circumstance bonus to the roll. On a success or critical success, the target is doomed 1 or increases its doomed value by 1, and it cannot reduce its frightened value below 1 if it is visible to you at the end of its turn.","traits":"Archetype, Emotion, Fear, Magical, Mental, Visual, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Intimidation":6},"databaseID":1,"timestamp":"1713211051926"},{"id":"bd942412-87f6-40c3-b778-432bd717404c","name":"Predatory Assault","level":6,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Prerequisites</b> Vampire Dedication<br><br>Your nails grow into sharp claws, perfect for seizing and tearing your prey. You gain a claw unarmed attack that deals 1d4 slashing damage. Your claws are in the brawling group and have the agile, deadly d6, finesse, and unarmed traits. Additionally, if you have the fangs unarmed attack, it gains the deadly d8 trait. You gain the Predatory Assault activity.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051926","listCustomEffects":[{"effectType":13,"string0":"5642206e-0230-47a1-bc5f-f69b330c2feb"}]},{"id":"5f573515-18ff-424b-a81e-1d46a7658d9c","name":"Punishing Kick","level":2,"reqSpecials":["Flurry of Blows"],"textDescription":"Your kicks launch creatures away from you. When you target the same creature with two Strikes from your Flurry of Blows, you can try to push the creature. If either Strike hits and deals damage, the target must succeed a Fortitude save against your class DC or be pushed up to 5 feet away from you (or 10 feet on a critical failure). You can then Stride after it, but you must move the same distance and in the same direction.<br><br><b>Special</b> If you have this feat, while you are in Hungry Ghost Stance, you can instead push the target an additional 5 feet if you are Expert in Athletics, 10 feet if you are Master in Athletics, or 15 feet if you are Legendary in Athletics. This bonus is doubled on a critical failure.","traits":"Monk, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051927"},{"id":"08971a94-55dc-4915-b6af-8c889c29e4c2","name":"Pyre's Memory","level":10,"reqFeats":["ARCHETYPE_Ghost Dedication","9aadbb59-5630-4edd-af9b-dbde40e99c65"],"textDescription":"<b>Prerequisites</b> Telekinetic Assault<br><br>You empower your attacks with memories of fire scorching your flesh. When you use Telekinetic Assault, you can give it the overflow and fire traits. If you do, it deals an additional 1d6 fire for every 2 levels you have. Fires are set within the area that the impulse effects, which last for 1 minute and don’t set other things ablaze unless you wish. You can dismiss any existing flames as a single action with the concentrate trait.","traits":"Uncommon, Archetype, Fire, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051927"},{"id":"e6aa1795-d9bb-438f-acc6-232429573a51","name":"Reactive Strike","level":8,"action":0,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Trigger</b> A creature within your reach uses a manipulate action or a move action, makes a ranged attack, or leaves a square during a move action it’s using.<br><br>You lash out at a foe that leaves an opening. Make a melee Strike against the triggering creature. If your attack is a critical hit and the trigger was a manipulate action, you disrupt that action. This Strike doesn’t count toward your multiple attack penalty, and your multiple attack penalty doesn’t apply to this Strike.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051927"},{"id":"88d069c8-cef5-4934-b239-2d1af112eb63","name":"Ritual Assistant","level":8,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e"],"textDescription":"<b>Prerequisites</b> Vassallich Dedication<br><br>Your sponsor has taught you the best ways to perform rituals, especially as an assistant. You gain a +1 circumstance bonus to primary and secondary checks you attempt as part of casting a ritual. When you roll a success at a secondary check as part of casting a ritual, you get a critical success instead.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051927"},{"id":"ec236d9d-5334-41fe-9a71-e90877435eb5","name":"Runecarved Bones","level":16,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites<b> Lich Dedication; master in Crafting<br><br>Through careful modification of your soul cage (or similar object), you become capable of storing magical items within yourself without your soul cage regenerating the changes, allowing you to use them on command. You gain the following benefits:<br><br><b>Arm Wands</b> You can store up to two wands in the radius and ulna of one of your arms. These wands can be used as if wielded, and cannot be disarmed. If an arm wand is overcharged, you take 20 damage if the wand is broken or 40 if it’s destroyed. You can exchange one of these wands for another wand on your person during your daily preparations.<br><br><b>Stored Weapon</b> You carve several runes into the bones of your arms (typically the arm without the arm wands), allowing you to link a single weapon to it and store it in an extradimensional space. Over the course of a week (or upon first gaining this feat), you can bind a weapon that you are at least trained in to this arm. It gains the invested and magical trait if it didn’t have it already. When you would Draw or Stow a Weapon while the weapon is invested, you can instead summon this weapon to your hand or dismiss it back to its extradimensional storage. You dismiss the weapon from any distance, so long as you are on the same plane. <br><br>When making an attack with a weapon bound to you in this manner,  you may use your spell attack modifier instead of your weapon attack modifier; when doing so, you do not add your Strength or Dexterity to the damage. Additionally, if you have the Hand of the Lich feat, the weapon attack deals additional damage equal to half the number of dice from your fist attack (minimum 1), and you may have the weapon use your fist’s critical specialization effect instead of its own. For the purposes of any other feats such as Siphon Life, an attack with this weapon counts as a fist attack.</b></b>","traits":"Archetype, Extradimensional, 3rd Party","src":"Heresy of the Whispering Way","hashMapRequiredProficiences":{"Crafting":6},"databaseID":1,"timestamp":"1713211051927"},{"id":"93a2b3f2-d60e-40f9-9d13-22e58f84039a","name":"Sacreligious Aura","level":8,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> Graveknight Dedication<br><br>Your very presence causes nearby vitality magic to fizzle out. This aura is a 30-foot emanation. When an enemy in the aura attempts to use a vitality spell, they must make a DC 5 flat check or the spell fails and the action is wasted.","traits":"Archetype, Aura, Divine, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211306479"},{"id":"28269622-c11a-411e-bb9a-6b72b628d203","name":"Sepulchral Sublimation (GK)","level":14,"action":1,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites</b> ability to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><b>Requirements</b> You have at least one undead minion that you permanently control.<br><br>You repurpose the negative energy that flows through your minions at a moment's notice. Instantly destroy one undead minion within 60 feet that is permanently under your control. If your next action is to cast a necromancy spell from a spell slot, you don't expend the slot. The spell's level must be half the destroyed minion's level or lower and the spell can't have a duration.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.","traits":"Uncommon, Archetype, Concentrate, Necromancy, Spellshape, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1713211051928"},{"id":"cecaa24c-88fb-46fd-8502-67782a68f326","name":"Sepulchral Sublimation (HWW)","level":14,"action":1,"textDescription":"<b>Prerequisites</b> ability to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><b>Requirements</b> You have at least one undead minion that you permanently control.<br><br>You repurpose the negative energy that flows through your minions at a moment's notice. Instantly destroy one undead minion within 60 feet that is permanently under your control. If your next action is to cast a necromancy spell from a spell slot, you don't expend the slot. The spell's level must be half the destroyed minion's level or lower and the spell can't have a duration.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.","traits":"Uncommon, Bard, Concentrate, Druid, Necromancy, Sorcerer, Spellshape, Summoner, Witch, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1713211051928"},{"id":"3c581b94-29d0-43a2-8a2f-b026bfc83a98","name":"Sepulchral Sublimation (L)","level":14,"action":1,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> ability to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><b>Requirements</b> You have at least one undead minion that you permanently control.<br><br>You repurpose the negative energy that flows through your minions at a moment's notice. Instantly destroy one undead minion within 60 feet that is permanently under your control. If your next action is to cast a necromancy spell from a spell slot, you don't expend the slot. The spell's level must be half the destroyed minion's level or lower and the spell can't have a duration.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.","traits":"Uncommon, Archetype, Concentrate, Necromancy, Spellshape, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1713211051928"},{"id":"5aa436fc-b9fc-4e58-8dd9-ca1bf59e39d5","name":"Sepulchral Sublimation (VL)","level":14,"action":1,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e"],"textDescription":"<b>Prerequisites</b> ability to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><b>Requirements</b> You have at least one undead minion that you permanently control.<br><br>You repurpose the negative energy that flows through your minions at a moment's notice. Instantly destroy one undead minion within 60 feet that is permanently under your control. If your next action is to cast a necromancy spell from a spell slot, you don't expend the slot. The spell's level must be half the destroyed minion's level or lower and the spell can't have a duration.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.","traits":"Uncommon, Archetype, Concentrate, Necromancy, Spellshape, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1713211051928"},{"id":"35c39c70-9be2-46f2-83d1-4f3e564f858d","name":"Share Trauma","level":6,"action":2,"reqFeats":["ARCHETYPE_Ghost Dedication","662de234-01cf-4596-89ed-8ba65ab2438d"],"textDescription":"<b>Prerequisites</b> Phantasmagoria<br><br>You cause a creature within 30 feet to relive the experience of your death. The target takes 3d4 persistent mental damage with a basic Will save. On a failure, all other creatures are concealed to the target until the persistent damage ends as they are immersed in the experience of your death.<br><br><b>Level (+2)</b> The persistent damage increases by 1d4.","traits":"Archetype, Illusion, Impulse, Mental, Overflow, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1713211051928"},{"id":"e147498e-985f-4625-9328-bef56d8f2f0a","name":"Siphon Life","level":16,"action":1,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272","a1d5c089-53c9-423c-8d9b-ca41c4dfa467"],"textDescription":"<b>Prerequisites</b> Hand of the Lich<br><br>Your wicked touch pulls life from whatever it hits. Make an unarmed strike against a creature. If the strike deals damage, you regain hit points equal to half the damage dealt. In addition, you may have your unarmed strikes deal spirit damage instead of bludgeoning damage. If you do, it gains the unholy trait unless you are sanctified, in which case it gains your sanctification trait. <br><br><b>Special</b> This feat gains the trait that matches your lich tradition (arcane if your lich tradition is arcane, etc).","traits":"Archetype, Flourish, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1713211051928"},{"id":"78b3d4cd-4c85-49ad-8988-c5812d2fe44f","name":"Spell Gem","level":16,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication; legendary in Crafting<br><br>Inspired by the degenerate demiliches your kind sometimes devolves into, you've embedded a gem into your brow, fusing it to your necrotic flesh. This gem has been specially calibrated to hold one of the following spells: repulsion, scrying, or truesight. You must decide which spell your gem contains when you take this feat; changing the spell requires retraining the feat. Once per day, you can drain the gem's magical energy to Cast the Spell without spending a spell slot. Alternatively, you can drain the gem’s magical energy to cast your Path’s Spell Gem Spell without spending a spell slot. This spell is heightened to 6th rank if it is lower.<br><br>At 18th level, you can heighten whichever spell you cast to 7th rank. At 20th level, you can heighten whichever spell you cast to 8th rank; regardless of which spell you chose, you can instead drain the gem's magical energy to cast an 8th-level spell turning without spending a spell slot.","traits":"Uncommon, Archetype, 3rd Party","src":"Custom","hashMapRequiredProficiences":{"Crafting":8},"databaseID":1,"timestamp":"1713211051928"},{"id":"b704973d-0353-4bd6-b5a0-0f8ac72978f1","name":"Spellstealing Counter","level":18,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272","ec236d9d-5334-41fe-9a71-e90877435eb5","WIZARD_Counterspell"],"textDescription":"<b>Prerequisites</b> Runecarved Bones; Counterspell; legendary in your tradition’s associated skill<br><br>You have magically engraved yourself with symbols that allow you to absorb and replicate magic. You gain the Spellstealing Counter reaction and the Spellsteal Transmutation action.","traits":"Archetype, 3rd Party","src":"Custom","hashMapRequiredProficiences":{"Arcana||Nature||Occultism||Religion":8},"databaseID":1,"timestamp":"1713211051929","listCustomEffects":[{"effectType":13,"string0":"74198b40-a043-4f20-8df9-166215e478d2"},{"effectType":13,"string0":"7a936b71-3e81-4f59-aae9-0a29b81e7966"}]},{"id":"70310b73-0205-44b9-bfbb-fb5111579c88","name":"Sponsor's Lesson","level":8,"textDescription":"<b>Prerequisites</b> Vassallich Dedication<br><br>You have learned from your mentors' writings uniquely powerful magics. Select one basic lesson from the Witch class. You gain its hex as a focus spell of your lich tradition and you Learn its spell.<br><br><b>Special</b> You can select this feat one additional time at 10th level; when you do, you can select a greater lesson instead.<br><br><b>Pathbuilder Note</b> Pathbuilder doesn't currently support selecting class specials, note your selection.","traits":"Uncommon, Archetype, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1713211051929"},{"id":"a7a5d499-2307-472a-a4fd-37a7a3782431","name":"Steal Ki","level":6,"reqFeats":["f16d05cb-9aa6-4701-add8-14c7f006ee79"],"textDescription":"Through the usage of the hungry ghost stance, monks are capable of bolstering their own life force and even regaining lost ki. Whenever you would regain hit points due to Hungry Ghost Stance, you may instead gain temporary hit points equal to the regained hit points.<br><br>Additionally,whenever you would critically hit or reduce a creature to 0 with a hungry ghost Strike, you can steal some of the creature’s ki. Instead of regaining hit points, you can immediately regain one Focus Point. Once you do this, you cannot steal any more ki from that creature for the next 24 hours.","traits":"Healing, Monk, Void, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1713211051929"},{"id":"9aadbb59-5630-4edd-af9b-dbde40e99c65","name":"Telekinetic Assault","level":4,"action":1,"reqFeats":["ARCHETYPE_Ghost Dedication","662de234-01cf-4596-89ed-8ba65ab2438d"],"textDescription":"<b>Prerequisites</b> Phantasmagoria<br><br>You cause small objects to fly about in a 5-foot burst within 60 feet. You deal your choice of 1d6 bludgeoning, slashing, or piercing damage to all creatures in the area, with a basic Reflex save. You can spend up to 3 actions activating this impulse; for each additional action, you create an additional 5-foot burst. Your 5-foot bursts cannot overlap.<br><br><b>Level (+2)</b> The damage increases by 1d6.","traits":"Archetype, Impulse, Occult, Visual, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051929"},{"id":"2c7b572f-e4b3-459e-8ab4-a20739d874a1","name":"The Dead Speak","level":8,"reqSpecials":["Death Observation"],"textDescription":"<b>Prerequisites</b> death observation methodology<br><br>You know the rites to call upon a creature’s spirit, allowing it to speak once again. You can cast talking corpse twice per day as an occult innate spell. You may have the corpse roll its Will save against your investigator class DC instead of your spell DC.","traits":"Investigator, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051929","listCustomEffects":[{"proficiencyName":"Talking Corpse","effectType":9,"bonusType":2,"bonusAmount":4},{"proficiencyName":"Talking Corpse","effectType":9,"bonusType":2,"bonusAmount":4}]},{"id":"f093eb38-3751-4ab0-b9f7-03193917e066","name":"Threnodic Spell","level":2,"action":1,"textDescription":"<b>Prerequisites</b> trained in Religion, Necromancy Lore, or a similar lore skill<br><br>You can alter your magic to affect undead creatures. If your next action is to Cast a Spell with the mental trait that targets an undead creature, it treats the creature as if it weren’t immune to mental effects. This also allows the spell to affect mindless undead. The spell, however, has no effect on anything that isn’t undead.","traits":"Uncommon, Bard, Cleric, Druid, Magus, Manipulate, Oracle, Psychic, Sorcerer, Spellshape, Summoner, Witch, Wizard, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211325030"},{"id":"e2ed38d3-26fa-41ec-b5ee-3aac64e6cbd1","name":"Turn to Mist","level":10,"action":1,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Frequency</b> once per hour<br><b>Prerequisites</b> Vampire Dedication<br><br>You turn into vapor, gaining the effects of vapor form. At 18th level, you can remain in your vapor form indefinitely.","traits":"Archetype, Concentrate, Divine, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051930","listCustomEffects":[{"proficiencyName":"Vapor Form","effectType":9,"bonusType":2,"bonusAmount":4}]},{"id":"ebd6d68b-4daf-4fbd-9c36-6a3b3a1e0f50","name":"Undying Conviction (GK)","level":4,"reqFeats":["18cc1a5c-01c8-4deb-92bf-ff2a73dc132c"],"textDescription":"<b>Prerequisites<b> able to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>Your presence has a bolstering effect on your undead minions. Undead creatures under your control and within a 30-foot emanation around you gain a +2 status bonus to saving throws to resist positive damage and to Will saving throws to resist effects that would make them controlled.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.</b></b>","traits":"Uncommon, Archetype, Aura, Necromancy, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051930"},{"id":"97750156-61a9-40d3-8c0a-927b268c8b5f","name":"Undying Conviction (HWW)","level":4,"textDescription":"<b>Prerequisites<b> able to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>Your presence has a bolstering effect on your undead minions. Undead creatures under your control and within a 30-foot emanation around you gain a +2 status bonus to saving throws to resist positive damage and to Will saving throws to resist effects that would make them controlled.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.</b></b>","traits":"Uncommon, Aura, Bard, Druid, Sorcerer, Summoner, Witch, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051930"},{"id":"944e1e21-341a-434e-8da5-6dfb513752c2","name":"Undying Conviction (L)","level":4,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites<b> able to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>Your presence has a bolstering effect on your undead minions. Undead creatures under your control and within a 30-foot emanation around you gain a +2 status bonus to saving throws to resist positive damage and to Will saving throws to resist effects that would make them controlled.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.</b></b>","traits":"Uncommon, Archetype, Aura, Necromancy, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051930"},{"id":"d943d36b-2ba5-4c86-9d2f-b84c982013a2","name":"Undying Conviction (VL)","level":4,"reqFeats":["ac5522c8-e7a2-432f-9f86-11475a09c69e"],"textDescription":"<b>Prerequisites<b> able to create or control undead; dirge muse bard, cleric with a harm font, ossuarite druid, oracle of bones, undead bloodline sorcerer, summoner with undead eidolon, grave whisper witch, school of the boundary wizard, or school of the whispering way wizard<br><br>Your presence has a bolstering effect on your undead minions. Undead creatures under your control and within a 30-foot emanation around you gain a +2 status bonus to saving throws to resist positive damage and to Will saving throws to resist effects that would make them controlled.<br><br><b>Special</b> This feat has the trait matching your spellcasting tradition.</b></b>","traits":"Uncommon, Archetype, Aura, Necromancy, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051931"},{"id":"d7972bbe-7adf-49a3-bc51-8e4146725f9c","name":"Unlife","level":4,"reqFeats":["e10a7621-5c25-47b9-bb2d-03a7c65ba0a1"],"textDescription":"<b>Prerequisites</b> ossuarite order<br><br>You gain a +2 circumstance bonus to saving throws against effects caused by undead creatures. Additionally, you become immune to the paralysis ability of creatures with the ghoul trait.","traits":"Druid, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051931"},{"id":"01d12594-5deb-4a52-ae21-ff16a5e4e0dd","name":"Vampire Dedication (HWW)","level":2,"textDescription":"<b>Prerequisites</b> You were killed and raised by a vampire.<br><br>You're a newly risen vampire. You gain the undead and vampire traits and the basic undead benefits. Select between two and four vampire abilities; for each you select, you also gain a vampire weakness of your choice. Your undead hunger is the blood of the living, though it may be changed by your vampire abilities.<br><br><b>Drink Blood</b> :a: (divine, void) <b>Requirements</b> A grabbed, paralyzed, restrained, unconscious, or willing creature is within your reach; Effect You sink your fangs into that creature and drink its blood. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed, and automatically succeeds for any of the other conditions. If you succeed, the creature becomes drained 1, and you gain temporary HP equal to the target's level that last for 10 minutes. Further uses against the target don't increase the drained condition or grant you more temporary HP.<br><br><b>Special</b> You can't select another dedication feat until you have gained two other feats from the vampire archetype.<br><br><b>Pathbuilder Note</b> Vampire abilities and weaknesses are currently to complicated for pathbuilder to track.","traits":"Rare, Archetype, Dedication, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211344936","listCustomEffects":[{"effectType":13,"string0":"c9abf634-0866-47b2-814f-1c8fb29f37a3","reference":"9b2846b2-20d2-497d-b9d2-ae2b12373157"}]},{"id":"0f8a2358-9963-4237-9ef9-47347e26cde5","name":"Vampire Master","level":6,"selectable":4,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Prerequisites</b> Vampire Dedication<br><br>Through a profane pledge or a bloodline quirk, you become more powerful than a normal vampire. You gain the advanced undead benefits. Additionally, you gain the advanced ability of one of your vampire abilities.<br><br><b>Special</b> You can select this feat up to three additional times. Each time you do, select another one of your vampire abilities and gain its advanced ability.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051931"},{"id":"95e8f7a3-3138-4c85-b9f4-abd04182ebb7","name":"Vampiric Bloodcall","level":8,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd","0f8a2358-9963-4237-9ef9-47347e26cde5"],"textDescription":"<b>Prerequisites</b> Vampire Master; innate magic vampire ability<br><br>Your vampiric magic improves past that of even normal magically-inclined vampires. You can cast call the blood once per day as a divine innate spell. When you do, it is heightened to half your level. When you reach 12th level, you can instead cast vampiric exsanguination, also heightened to half your level.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051931","listCustomEffects":[{"proficiencyName":"Call the Blood","effectType":9,"bonusType":2,"bonusAmount":4}]},{"id":"bbb3f4f9-709f-4096-819b-3f9fe55dc6aa","name":"Vampiric Durability","level":8,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Prerequisites</b> Vampire Dedication<br><br>Your body is exceptionally durable. You gain resistance to physical damage (except disrupting weapons and any material weaknesses you have) equal to your number of class feats from the Vampire archetype, to a maximum of half your level.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051932"},{"id":"c7851f1f-36bf-42ea-9bee-1302b0f680b8","name":"Vampiric Levitation","level":14,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Prerequisites</b> Vampire Dedication<br><br>You can cast levitate at will as a divine innate spell, targeting only yourself and lasting until dismissed. When you target yourself, you do not suffer a penalty to attack rolls and are always considered stable. You can also rotate yourself without issue, allowing you to walk on walls and other surfaces that would either not be traversable or too weak to sustain your weight.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051932","listCustomEffects":[{"proficiencyName":"Levitate","effectType":9,"bonusType":2,"bonusAmount":3}]},{"id":"ac5522c8-e7a2-432f-9f86-11475a09c69e","name":"Vassallich Dedication","level":6,"textDescription":"<b>Prerequisites</b> ability to cast 3rd-level or higher spells from spell slots; had the ritual of vassallichdom successfully performed on you.<br><br>Instead of the path trodden by many, your road to lichdom has been paved by another, a sponsor lich granting you power long before you could’ve managed it yourself. In doing so, you become a slave to their will, free from their direct control but leashed like any other undead. You gain the undead trait and the basic undead benefits. Unlike normal liches, however, you do not follow a path; your connection to your master shapes you instead. Disobeying your sponsor lich becomes anathema to you, with the lich knowing when you do so. You do not lose access to your powers when breaking this anathema, but your sponsor may not take kindly to your insolence; be careful, your vassallich soul cage begins in their possession. Your undead hunger is the same as your sponsor’s.<br><br>This tutelage is not without its benefits, however. The GM selects three spells from your sponsor’s spell list that shares a spell tradition with your lich tradition. You Learn these spells. Additionally, you gain a single cantrip of your choice from your lich tradition, which you can cast as an innate spell of your lich tradition.<br><br><b>Special</b> You can’t select another dedication feat until you have gained two other feats from the vassallich archetype, unless it is the Lich Dedication.","traits":"Rare, Archetype, Dedication, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051932"},{"id":"f5346926-07e5-488c-8333-ad4334bf2030","name":"Vicious Fangs","level":8,"reqFeats":["01d12594-5deb-4a52-ae21-ff16a5e4e0dd"],"textDescription":"<b>Prerequisites</b> Vampire Dedication; Predatory Assault or sharp fangs vampire ability<br><br>You aim for your victim's prominent arteries. Your fangs and claws Strikes deal an additional 1 persistent bleed damage, or 1d6 persistent bleed damage on a critical hit. At 14th level, the persistent bleed damage increases to 2 and 2d6 respectively, and at 20th level, the persistent bleed damage increases to 3 and 3d6 respectively.","traits":"Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051932"},{"id":"de11e559-ad94-4d01-a9d7-696db9f54815","name":"Void Shroud","level":18,"reqFeats":["1cbc3a5b-caff-404b-9781-15330f7f0272"],"textDescription":"<b>Prerequisites</b> Lich Dedication<br><br>You are surrounded by an aura of death which draws forth souls to be consumed by you. This aura is a 30-foot emanation. Enemies in the aura have a -2 status penalty to saving throws against death effects. You gain the Steal Soul free action.<br><br><b>Special</b> This feat and the Steal Soul action gains the trait that matches your lich tradition (arcane if your lich tradition is arcane, etc).","traits":"Uncommon, Archetype, 3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051933"}],"listCustomSpells":[{"uniqueID":"583d0273-8a8b-4701-b914-6c2cd87ed509","name":"Blessing of Unlife","type":"Spell","level":7,"traits":"Uncommon, Manipulate, Void, 3rd Party","arrayTraditions":[0,1,2],"actions":2,"descriptionHeightened":"<b>Range</b> 30 feet<br><b>Targets</b> 1 willing living creature<br><b>Duration</b> 1 hour<br><br>You attune a creature to the Void, entirely altering how its body reacts to the living world. The creature’s appearance becomes more drab and withered, and they gain the following benefits:<br><br>- Void healing. The target is counted as undead for effects that would heal or harm them, does not take void damage, and is damaged by vitality damage.<br>- Immunity to death effects as per the basic undead benefits, as well as disease, paralyzed, and poison.<br>- Resistance to bludgeoning damage equal to half their level.<br><br><b>Heightened (9th)</b> You can target up to 6 creatures.","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211533204","target":"1 willing living creature","duration":"1 hour","range":"30 feet"},{"uniqueID":"b7a87c23-8214-44d4-ab1e-7473d6c559a9","name":"Bolster Undead","type":"Cantrip","traits":"Uncommon, Cantrip, Curse, Focus, Hex, Manipulate, Witch, 3rd Party","actions":1,"descriptionHeightened":"<b>Range</b> 30 feet<br><b>Targets</b> 1 living or undead creature<br><b>Duration</b> sustained for up to 1 minute<br><b>Saving Throw</b> Will<br><br>Your patron infuses the target with necromantic energy. If the target is a living creature, it must attempt a Will save. If the target is a willing undead creature, it gains temporary hit points equal to 2 + half your level until the start of your next turn.<br><br><b>Critical Success</b> The target is unaffected<br><b>Success</b> The target cannot regain hit points from vitality magic, and gains a weakness to void damage equal to half your level.<br><b>Failure</b> As success, but the weakness increases to your level.","src":"Heresy of the Whispering Way","focusCantrip":true,"databaseID":1,"timestamp":"1713211051934","target":"1 living or undead creature","duration":"sustained for up to 1 minute","range":"30 feet","save":"Will"},{"uniqueID":"a29ca182-8cd2-441a-99dd-b58c8a844355","name":"Bone Explosion","type":"Spell","level":5,"traits":"Uncommon, Manipulate, Incapacitation, 3rd Party","arrayTraditions":[0,1,2],"descriptionHeightened":"<b>Range</b> 60 feet<br><b>Targets</b> 1 creature with a skeleton<br><b>Saving Throw</b> Fortitude<br><br>You cause the target’s bones to explode within their body, dealing 12d8 piercing damage with a basic Fortitude save and releasing shrapnel into the area around them.<br><br><b>Critical Success</b> The target is unaffected<br><b>Success</b> The target takes half damage and is fatigued.<br><b>Failure</b> The target takes full damage piercing damage and is fatigued, All creatures in a 10 foot emanation of the target take half damage.<br><b>Critical Failure</b> The target takes double damage and is fatigued. All creatures in a 10 foot emanation of the target take full damage.<br><br><b>Heightened (+1)</b> The damage increases by 2d8.","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051934","target":"1 creature with a skeleton","range":"60 feet","save":"Fortitude"},{"uniqueID":"606d7771-fdfe-4aeb-b594-abfad7b4ce4e","name":"Consume Undead","type":"Spell","level":4,"traits":"Uncommon, Healing, Manipulate, Spirit, 3rd Party","arrayTraditions":[0,1,2],"descriptionHeightened":"<b>Range</b> 30 feet<br><b>Targets</b> 1 undead creature<br><b>Saving Throw</b> Fortitude<br><br>You siphon the animating energy from an undead creature. The target suffers 4d8 spirit damage to it, and it gets a basic Fortitude save. If the target is an undead minion under your control, it suffers 32 spirit damage instead. In either case, regain hit points equal to half the damage dealt.<br><br><b>Heightened (+1)</b> The amount of damage increases by 1d8, or 8 if the target is an undead minion under your control.","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051934","target":"1 undead creature","range":"30 feet","save":"Fortitude"},{"uniqueID":"5abe5fdf-e487-411d-b427-5a31a8c172ea","name":"Daywalker","type":"Spell","traits":"Uncommon, Concentrate, Manipulate, 3rd Party","arrayTraditions":[0,1,2],"actions":3,"descriptionHeightened":"<b>Range</b> touch<br><b>Targets</b> 1 willing undead creature<br><b>Duration</b> 1 day<br><br>You reshape the substance of a willing undead creature to resemble a living, breathing creature of the same size. This is a physical change to the undead creature’s bone, flesh, or incorporeal ectoplasm, adding new flesh or bone and even hair, teeth, and blood, all of which demonstrate false signs of life that mimic a living creature’s breathing and other physiological processes. An incorporeal undead creature using daywalker ceases to be incorporeal for the duration of the spell, gaining a physical corpse body.<br><br>Creatures interacting with the undead can attempt a Perception check against your spell DC to realize that the signs of life are false, and a close examination with a Medicine check always reveals the truth of the dead flesh.<br><br>If the undead has an ability related to its undead state (such as frightful presence, incorporeal, sunlight weakness, unique unarmed attacks, or similar), the spell suppresses them. This also suppresses effects caused by the creature’s touch, such as a ghoul inflicting ghoul fever, but does not suppress void healing.<br><br><b>Heightened (5th)</b> You can instead target up to 10 creatures within 30 feet.","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051934","target":"1 willing undead creature","duration":"1 day","range":"touch"},{"uniqueID":"30ac46a4-2b34-46ee-9cb4-b5c8f11180c6","name":"Dirge of Comfort","type":"Cantrip","traits":"Uncommon, Bard, Cantrip, Composition, Focus, Emotion, Mental, 3rd Party","actions":1,"descriptionHeightened":"<b>Range</b> 30-foot emanation<br><br>Allies within the area reduce their frightened value by 1. Additionally, if an ally within the area is confused, they may make a DC 10 flat check to remove their confusion.","src":"Heresy of the Whispering Way","focusCantrip":true,"databaseID":1,"timestamp":"1713211051934","range":"30-foot emanation"},{"uniqueID":"53828a0e-7c25-4b0b-bef0-e4e2e174d015","name":"Hide from Undead","type":"Spell","traits":"Uncommon, Illusion, 3rd Party","arrayTraditions":[1],"actions":2,"descriptionHeightened":"<b>Range</b> touch<br><b>Targets</b> 1 creature<br><b>Duration</b> 10 minutes<br><b>Saving Throw</b> Will<br><br>You ward the target against undead creatures, making the target undetected by them. Non-mindless undead creatures can attempt a Will save against your Spell DC to see past the illusion. If the target uses a hostile action, the spell ends after that hostile action is completed.<br><br><b>Critical Success</b> The creature sees past the illusion, and can target you as normal.<br><b>Success</b> The creature is aware of your presence, but you remain hidden to them for the spell’s duration.<br><b>Failure</b> You remain undetected by the creature.<br><br><b>Heightened (4th)</b> You can instead target up to 10 creatures within 30 feet.","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051935","target":"1 creature","duration":"10 minutes","range":"touch","save":"Will"},{"uniqueID":"76dcf560-1f0f-4d16-9178-0b3ab668b670","name":"Life Siphon","type":"Focus","traits":"Uncommon, Arcane, Concentrate, Focus, Healing, Wizard, 3rd Party","actions":0,"descriptionHeightened":"<b>Trigger</b> You expend one of your wizard spell slots to cast a spell<br><br><br>You use some of the spell's magic to heal yourself, regaining 1d8 Hit Points per level of the spell.<br>","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051935"},{"uniqueID":"0bb11b2a-7fc8-4a9e-a846-e60eec8c80a1","name":"Mastery of Flesh","type":"Spell","level":3,"traits":"3rd Party","arrayTraditions":[0,2],"actions":2,"descriptionHeightened":"<b>Range</b> 30 feet<br><b>Targets</b> 1 living or undead creature<br><b>Saving Throw</b> Fortitude<br><br>You shape the target’s flesh, shaping it for good or ill. If the target is a living or undead creature, you deal 2d6+4 force damage to it, and it gets a basic Fortitude save. If the target is a willing living or undead creature it instead restores that amount of Hit Points.<br><br><b>Heightened (+1)</b> The amount of healing or damage increases by 1d6+2.","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211508142","target":"1 living or undead creature","range":"30 feet","save":"Fortitude"},{"uniqueID":"0da575de-7437-4efe-8fb1-f50d522d668e","name":"Repair Undead","type":"Spell","traits":"Manipulate, Void, 3rd Party","arrayTraditions":[0,2],"actions":2,"descriptionHeightened":"<b>Range</b> touch<br><b>Targets</b> 1 willing creature with void healing<br><br>You channel void magic into an undead creature with a touch, healing it. The target regains 1d8+8 hit points. If the creature is drained, it reduces its drained condition by 1.<br><br><b>Heightened (+1)</b> The amount of healing increases by 1d8+8.","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051935","target":"1 willing creature with void healing","range":"touch"},{"uniqueID":"ae893ade-1ed1-465f-a3ba-c1044ab4fe6a","name":"Restore Corpse","type":"Spell","traits":"Uncommon, Manipulate, 3rd Party","arrayTraditions":[0,1,2,3],"actions":3,"descriptionHeightened":"<b>Range</b> touch<br><b>Targets</b> 1 medium or smaller corpse<br><br>You grow flesh on a decomposed or skeletonized corpse of a Medium or smaller creature, providing it with sufficient flesh that it can be animated as a zombie rather than a skeleton. The corpse looks as it did when the creature died. The new flesh is somewhat rotted and not fit for eating.","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051935","target":"1 medium or smaller corpse","range":"touch"},{"uniqueID":"6d6ab8f3-eaf3-4631-b3a1-b17aae5c7188","name":"Sentry Skull","type":"Spell","traits":"Concentrate, Manipulate, Scrying, 3rd Party","arrayTraditions":[0,1,2],"cast":"1 minute","descriptionHeightened":"<b>Targets</b> 1 humanoid corpse killed within the last 24 hours<br><b>Duration</b> 1 hour<br><br>You restore the senses to the severed head of a humanoid creature killed within the last 24 hours, creating a grisly sentinel. The head must be affixed to a pole, spear, tree branch, or other stable object, and the spell ends if the head or its object is moved.<br><br>The head has darkvision, can swivel in place to look in any direction, and has a bonus to Perception equal to your spell attack modifier. If you are within 30 feet of the head, you can use an action with the concentrate trait to shift your senses to it, seeing and hearing from its location and gaining the benefit of its darkvision, and you may use its Perception skill instead of your own. While your senses are in the severed head, your body is blind and deaf until you spend a free action to shift your senses back to your own body.<br><br>When you create the head, you can imprint a trigger. Once this trigger is set, it cannot be changed. If you are within 30 feet of the head, you immediately know if it is triggered (if you have multiple active sentry skulls, you also know which one was triggered). This awakens you from normal sleep but does not otherwise disturb your concentration. For example, you could have a sentry skull alert you if any humanoid comes into view, if a particular rival approaches, if your guard animal is killed, and so on, as long as it occurs where the severed head can see it.<br> <br><b>Heightened (5th)</b> The head now has a range of 1 mile, and a duration of unlimited.","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051935","target":"1 humanoid corpse killed within the last 24 hours","duration":"1 hour"},{"uniqueID":"7db5af44-6dd3-4126-a244-664c7cf272d6","name":"Skeletal Aspect","type":"Focus","traits":"Uncommon, Concentrate, Druid, Focus, Manipulate, Polymorph, 3rd Party","actions":2,"descriptionHeightened":"<b>Duration</b> 1 minute<br><br>You transform yourself into a skeletal version of yourself. While in this form, you gain the undead and skeleton traits. You can Dismiss this spell.<br><br>You gain the following statistics and abilities in this form:<br><ul><li>AC = 17 + your level. Ignore your armor’s check penalty and Speed reduction.</li><li>Temporary hit points equal to your level.</li><li>Darkvision 60 feet.</li><li>Void Healing.</li><li>Resistance to cold, electricity, fire, piercing, and slashing damage equal to 1 + half your level.</li><li>A +2 circumstance bonus to saves against death effects, disease, and poison.</li><li>Intimidation modifier of 6 + your level, unless yours is higher.</li></ul>","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051936","duration":"1 minute"}],"listCustomSpecial":[{"name":"Advanced Favored Weapon","id":"d9ce857f-10e5-4543-bb71-690f4c52b1d3","description":"Choose a single advanced weapon within the same weapon group as your deity’s favored weapon. You gain access to that weapon, and for the purpose of determining your proficiency, that weapon is a martial weapon.","traits":"3rd Party","src":"Custom","specialType":-2,"databaseID":1,"timestamp":"1713211051936","parentID":"9d6b2e33-4afc-4eb5-aa72-5556f64b8a97"},{"name":"Alhoon","id":"ab58f766-bffe-4257-a872-001207503031","description":"Your psychic might grows when you consume the minds of others. When you use your cognitive consumption on a creature, instead of regaining a focus point, you can gain a temporary focus point. You can have a number of temporary focus points equal to your maximum number of focus points, and these focus points last until your next daily preparations. Further, by spending a week of downtime, permanently reducing your number of investment slots by three, and consuming the minds of a number of creatures equal to your maximum number of focus points squared, you can permanently increase your focus pool by 1, to a maximum of 6.","traits":"Rare, 3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051936","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17"},{"name":"Alhoon","id":"7b78dcff-9007-461b-a070-280d02c12191","description":"The process of becoming an alhoon is unnatural, even when compared to normal liches. Aberrations are inherently creatures that defy the natural order, and for one to become a lich only makes it stranger. Alhoons feed off of psychic energy, typically feasting on the minds of any creature it can get its hands on. In exchange, however, their psychic potential skyrockets as they absorb the minds of more and more creatures. A well-fed alhoon may very well be one of the most psychically potent creatures within reality, much to the chagrin of anything remotely nearby.<br><br>The wake of an alhoon is truly horrifying to behold; their ability to feed on minds works not only on the living, but on the dead as well. Such an effect they have on the minds of those they consume that they damage the very soul itself, with priests under Pharasma claiming that the souls of those they consume arrive in the Boneyard entirely bereft of consciousness, little more than raw soul debris and incapable of being judged. It is for this reason that the Church of Pharasma seeks the immediate destruction of any Alhoons once they are discovered, being abominations to the cycle of life and death a cut above. All the while, alhoons will keep an ever-growing horde of mindless undead under their thrall; the equivalent of table scraps from previous meals, while still-thinking companions remain closer to emergency rations.<br><br><b>Prerequisites</b> aberration trait; Focus Pool<br><b>Reason</b> To improve your psychic potential while avoiding the weakness of old age and death<br><b>Spell Tradition</b> Arcane, Occult<br><b>Sacrifice</b> The brain of a psychically potent creature, which you eat during the ritual<br><b>Ending Means</b> Ritualistic decapitation; overwhelming your psychic powers to the point of brain death<br><b>Undead Craving</b> The cognition of souls<br><b>Soul Cage</b> soul cage<br><b>Spell Gem Spell</b> dominate<br><b>Path Spells</b> levitate, confusion, modify memory<br><br><b>Basic Abilities</b><br>Your abilities allow you to feast upon the thoughts of others, draining them until they are nothing but a husk while bolstering your own capabilities. You gain the following major effects:<br><br><b>Cognitive Consumption</b> When you would reduce a creature that isn’t mindless to 0 hit points with mental damage, you can choose to rip its mind from its soul and consume it. When you do, it is instantly killed and you regain one focus point. In addition, by spending a minute over an incapacitated or unconscious creature, you can attempt to consume its mind, casting the spell never mind on them, after which they are immune to the spell when cast in this manner for one day. On a critical failure, you instead consume their mind, instantly killing them and causing you to regain a focus point. Any corpse left behind by a creature killed in this manner or by your mental damage is easier to raise; any create undead ritual cast using it has a +2 circumstance bonus to all rolls, but can only be used to create mindless undead.<br><br><b>Invasive Mind</b> You can cast mind reading as an innate occult spell at will. You can use this ability on mindless creatures as well; when you do, you learn their current orders or intents, as well as who, if anyone, controls them. This knowledge is portrayed very basically, often coming in the form of pictures or senses as opposed to coherent thoughts.","traits":"Rare, 3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051936","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3","listCustomEffects":[{"proficiencyName":"Never Mind","effectType":9,"bonusType":2,"bonusAmount":6,"reference":"271fb4de-4b5a-48d7-95d2-d0ec9d783ce3"},{"proficiencyName":"Mind Reading","effectType":9,"bonusType":2,"bonusAmount":3,"reference":"b28919e6-36d9-4b79-9622-d4abd2236a5e"}]},{"name":"Archlich","id":"1954347d-70b8-49cc-a091-b6b2de825cf8","description":"The magic within your body has finally settled, fortifying it and beginning to flow once more. Your maximum hit points increase by twice your level, and you become immune to disease and poison. Whenever you would fail a saving throw against an effect that would make you act against your will, you get a success instead.<br><br>Additionally, you slowly regain the magic lost during the process of ascension. For each decade after the ritual was cast, you regain the lowest level spell slot taken by your magical burnout that you have not yet regained (for example, 1st level after one decade, 2nd level after two decades, etc).","traits":"3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051936","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17","listCustomEffects":[{"effectType":5,"int0":2},{"effectType":5,"int0":2}]},{"name":"Archlich","id":"6fcf6cec-f75b-49c8-bed7-d2e81dd66747","description":"The archlich is one of the rarest forms of lich, created from a spellcaster wholly devoting themself to a purpose for all eternity. The techniques to become one are exceedingly rare, often only passed down by other archliches, but the results speak for themselves. Archliches are barely altered mentally by the transformation, the normally corrupting power being nearly absent. As such, wizards aligned to the forces of good and law are the most common aspirants for archlichdom.<br><br>However, every path has its price, and for the short-sighted or self-centered mage it may appear foolish. The process of becoming an archlich drains one of their magic power, and even after weakens them magically for decades or even centuries. Additionally, the ritual process is lengthy, often taking weeks or months of painful wasting which tests the minds of even the strongest-willed spellcasters. Those whose ambitions or egos are too lofty may find the price too hefty to bear as they are laid low and made to suffer personally for their ascension.<br><br><b>Prerequisites</b> Master in Necromancy Lore<br><b>Reason</b> To devote oneself to a greater purpose for eternity<br><b>Spell Tradition</b> Arcane, Divine, Occult, Primal<br><b>Sacrifice</b> Your magical ability. Upon performing the ritual, you expend all of your remaining spell slots, and cannot regain them for the next week. Unlike other paths, this is the only sacrifice that can be made to become an archlich–without it, you become a True Lich instead.<br><b>Ending Means</b> Starvation; 5 days, at the beginning of each you remove one of your senses, before finally imbibing poison; self-mummification<br><b>Undead Craving</b> Fulfillment of their goal; an archlich that has completed a goal may select a new one, but such are the goals of archliches that this rarely happens.<br><b>Soul Cage</b> Archliches, unlike most liches, do not use a traditional soul cage; instead, they transform a regular magic item into one such as a staff or spellbook. Many believe this to be for practical purposes, but in reality it serves a greater purpose–as an anchor not only for their soul, but their mind. Without it, an archlich often begins to lose connection with their past self, often becoming no different from any other lich. Instead of a normal soul cage, select a single magical item that you own. That item becomes your soul cage, and gains all of the properties of a soul cage item once the ritual is complete. Its Hardness and HP increase to 9 and 36 respectively if they were lower. If you are ever more than one mile from this item, you are treated as if your soul is uncaged until it is within one mile of you once more.<br><b>Spell Gem Spell</b> pocket library<br><b>Path Spells</b> hypercognition, dispelling globe, telepathy, dispel magic, translocate<br><br><b>Basic Abilities</b><br>The amount of magic you can output has changed, but your powers allow you to exist and pursue your goal without issue. You gain the following major effects:<br><br><b>Magical Burnout</b> Even after the ritual, your magic remains less than when you first started, causing you to cast fewer spells each day. Reduce your number of spell slots of each level by 1 (including 10th.<br><br><b>Colleague of the Living and Dead</b> You can cast talking corpse at will as an innate spell of your lich tradition. Additionally, you gain the Mask Death archetype feat.<br><br><b>Magic Resistance</b> You gain a +1 status bonus to all saves against magic. This bonus increases to +3 if the effect would attempt to make you act against your will.<br><br><b>Archlich’s Knowledge</b> While your magical potency has weakened, your knowledge has expanded with the conclusion of the ritual, granting you access to magics that may be unheard of by other mages. Select 4 spells that are not rare; up to 2 of these spells may be spells not normally available to your spellcasting tradition. You can either prepare these spells or add them to your repertoire just like the spells normally on your tradition’s spell list. When you gain this ability, you can retrain existing spells to replace them with ones on this list. Each time you gain a Lich feat, you can select one additional spell that meets these requirements, and add it as well.","traits":"3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051937","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3","listCustomEffects":[{"proficiencyName":"Talking Corpse","effectType":9,"bonusType":2,"bonusAmount":4},{"effectType":14,"string0":"8aef18a3-0e2c-4768-a243-83e318765ec6"}]},{"name":"Armored Knight","id":"0e0d2d54-f011-4a7b-9162-f4ae677df73f","description":"You become trained in medium armor. Whenever you gain a class feature that grants you expert or greater proficiency in light armor, you also gain that proficiency rank in medium armor. Additionally, you gain the Warpriest’s Armor class feat.","traits":"3rd Party","src":"Custom","specialType":-2,"databaseID":1,"timestamp":"1713211051937","parentID":"9d6b2e33-4afc-4eb5-aa72-5556f64b8a97","listCustomEffects":[{"proficiencyName":"Medium Armor","effectType":11,"bonusAmount":2,"reference":"4a2601cd-1899-4bf0-a1dd-e52654603c2e"},{"effectType":14,"string0":"CLERIC_Warpriest's Armor","reference":"f5220928-f4d2-4ad9-9b4f-eaccf04c6b85"},{"effectType":13,"string0":"c75d1cdc-dd49-4a52-aa30-3747e23ed407"},{"effectType":13,"string0":"f9efc764-3e5c-4bf1-bc12-220521b775fa"}]},{"name":"Armored Knight Divine Defense","id":"f9efc764-3e5c-4bf1-bc12-220521b775fa","description":"Your proficiency in medium armor increases to master.","traits":"3rd Party","src":"Custom","level":19,"databaseID":1,"timestamp":"1713211051937","listCustomEffects":[{"proficiencyName":"Medium Armor","effectType":11,"bonusAmount":6}]},{"name":"Astral Echo","id":"1e6a1d83-d8e9-4ce6-b2ce-09b6ebbd4f00","description":"Borne of a powerful psychic, astral echo liches are created by imprinting itself into the Astral Plane. Those that become an astral echo eschew their inner life for fame and accomplishment, becoming beings of pure story. In doing so, they become powerful psychic beings that thrive in the limelight, expanding their legend for as long as they can remain alive. This legend is their phylactery, and so long as it remains within the Astral Plane the lich can continue to return.<br><br>Astral Echos are often exceptionally narcissistic, to the point that their greatest moments appear as echoes around them, showcasing their greatest triumphs. This can lead to arrogance, certainly, but do not mistake an astral echo for a fool. Their very life depends on an ever-winding tale of their triumphs, so they will happily take the long road if it makes a better story.<br><br><b>Prerequisites</b> Expert in Performance<br><b>Reason</b> To become one with your immortal story, becoming a living legend<br><b>Spell Tradition</b> Occult<br><b>Sacrifice</b> Nuances of your personality which wouldn’t be visible to an outside observer<br><b>Ending Means</b> Die in a psychic duel; destroy yourself with potent psychic magic; die in a blaze of glory<br><b>Undead Craving</b> Recognition<br><b>Soul Cage</b> Instead of a standard soul cage, you create an astral memoir, a psychically resonant book which holds your personal legend.<br><b>Spell Gem Spell</b> word of revision<br><b>Path Spells</b> fly, favorable review, rewrite memory <br><br><b>Basic Abilities</b><br>Your body acts as a manifestation of your astral legend, granting you the following major effects:<br><br><b>Vain Imprints</b> You are permanently under the effects of the mirror image spell; if any images would be destroyed, you regain one every 10 minutes. You can regain all destroyed images by spending a minute focusing on your personal image. These images take on your form, but each appear to be performing slightly different actions related to your astral legend.<br><br><b>Bewildering Touch</b> You may have your unarmed and weapon strikes deal mental damage instead of their normal damage type. Additionally, when you critically hit a living creature with your fist Strike, the creature is stupified 1 until the end of your next turn unless it succeeds at a Fortitude save against your spell DC. This is a critical specialization effect.","traits":"3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051937","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3"},{"name":"Astral Echo","id":"3c110a03-7d1a-47e1-8803-02ded731cff9","description":"Your psychic powers allow you to absorb effects that alter your mind. When you succeed a Will save against a spell with the mental trait, you regain hit points equal to twice the spell’s level. If you would be the only target of a spell with the mental trait, you gain a +2 circumstance bonus to the saving throw.","traits":"3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051938","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17"},{"name":"Aura of Fear","id":"bad0f851-7414-4163-a185-7473fd88a5c4","description":"You gain the Frightful Aura feat from the Lich archetype, ignoring its requirements. Its aura is a 5-foot emanation, which increases to a 10-foot emanation at level 13 and a 15-foot emanation at level 17.","traits":"3rd Party","src":"Custom","level":9,"specialType":-2,"databaseID":1,"timestamp":"1713211051938","parentID":"619bb63e-b1c5-4e3a-a1b3-208df2cd6491","listCustomEffects":[{"effectType":14,"string0":"ARCHETYPE_Frightful Aura"}]},{"name":"Baleful Sign","id":"cb4fc6b4-2092-4d48-9e6e-70202286ea0e","description":"Your deity channels their power into you when you need to send a message. You gain the ability to cast sign of conviction by expending a spell slot from your divine font spell slots. The spell rank is equal to that of the expended spell. Whenever you use Fervor, you may also Sustain Sign of Conviction as a free action.","traits":"3rd Party","src":"Custom","level":17,"specialType":-2,"databaseID":1,"timestamp":"1713211051938","parentID":"ccaf34fb-759c-431c-8ff6-ff1dab03d45d"},{"name":"Billowing Fervency","id":"dd93e140-8b77-4f1b-b089-c9242e83b296","description":"Your dark presence causes you to emit a billowing cloud that drives even the undead to action. While you are under the effects of Fervor, all undead minions under your control within a 15-foot emanation also gain your chosen benefits of fervor.","traits":"3rd Party","src":"Custom","level":17,"specialType":-2,"databaseID":1,"timestamp":"1713211051938","parentID":"ccaf34fb-759c-431c-8ff6-ff1dab03d45d"},{"name":"Black Headsman","id":"ef7e95cd-c87c-461b-b938-4b559fd09edf","description":"Strikes you make against living creatures have the death trait, causing them to be instantly killed when reduced to 0 hit points. When you kill a creature in this manner, you may spend a divine font spell slot as a free action to have it rise back up as if you had cast summon undead, the new undead being formed from the deceased. If you do this, you are slowed 1 on your next turn. You cannot perform this action if the slain creature is immune to death effects.","traits":"3rd Party","src":"Custom","level":17,"specialType":-2,"databaseID":1,"timestamp":"1713211051938","parentID":"ccaf34fb-759c-431c-8ff6-ff1dab03d45d"},{"name":"Consume Soul","id":"7096c706-837f-41f9-97bb-d3e4decf2759","description":"<b>Trigger</b> A living creature within 30 feet of you dies<br><br>You tear the soul from the creature’s body. The creature must make one final Fortitude save against your spell DC or class DC, whichever is higher. You cannot perform this free action and the Steal Soul free action from the Void Shroud archetype feat at the same time; if you have access to both, however, creatures have a -2 penalty to the saving throw against either.<br><br><b>Critical Success</b> The creature is unaffected.<br><b>Success</b> You tear away a small chunk of the creature’s soul. If they are restored to life, they are drained 1 in addition to any other side effects of returning to life. Your soul ward regains hit points equal to half the creature’s level.<br><b>Failure</b> As success, but the creature’s soul is ravaged. The creature is instead drained 3 and your soul ward regains hit points equal to the creature’s level.<br><b>Critical Failure</b> As failure, but you devour the creature’s soul entirely. The creature cannot be restored to life as long as you exist except an effect like wish, and your soul ward regains hit points equal to twice the creature’s level.","traits":"Uncommon, Concentrate, Death, Void, 3rd Party","src":"Custom","level":12,"actions":-1,"databaseID":1,"timestamp":"1713211051938"},{"name":"Corpse Form","id":"bb37c8fa-85b0-4c6c-9f77-c3d33c0baa77","description":"You gain the advanced undead benefits. In addition, you gain a non-greater blessing of undeath of your choice. You can only select this blessing if you have the basic undead benefits.<br><br>*Pathbuilder Note: Pathbuilder currently can't handle adding another blessing selection. Sorry :(*","traits":"3rd Party","src":"Custom","level":9,"specialType":-2,"databaseID":1,"timestamp":"1713211051938","parentID":"619bb63e-b1c5-4e3a-a1b3-208df2cd6491"},{"name":"Death Knight's Commitment","id":"1a592187-96cb-40dc-afbf-ee32c9059d40","description":"You gain a champion class feat whose level is half your own for which you meet the prerequisites. You can select additional champion feats in place of cleric feats that meet this criteria. You must have the death knight’s prowess blessing to select this.","traits":"3rd Party","src":"Custom","level":17,"specialType":-2,"databaseID":1,"timestamp":"1713211051939","parentID":"ccaf34fb-759c-431c-8ff6-ff1dab03d45d","listCustomEffects":[{"effectType":14,"string0":"ARCHETYPE_Advanced Devotion"}]},{"name":"Death Knight's Prowess","id":"cb450a82-824f-4703-b820-a8cf57c340f5","description":"You gain a level 1 champion class feat for which you meet the requirements.","traits":"3rd Party","src":"Custom","specialType":-2,"databaseID":1,"timestamp":"1713211051939","parentID":"9d6b2e33-4afc-4eb5-aa72-5556f64b8a97","listCustomEffects":[{"effectType":14,"string0":"ARCHETYPE_Basic Devotion"}]},{"name":"Death Knight's Reaction","id":"2f27e1a0-7b25-41a0-bfc4-484d0d2b4e25","description":"Your martial talent allows you to strike with cunning accuracy. You gain Reactive Strike.","traits":"3rd Party","src":"Custom","level":9,"specialType":-2,"databaseID":1,"timestamp":"1713211051939","parentID":"619bb63e-b1c5-4e3a-a1b3-208df2cd6491","listCustomEffects":[{"effectType":14,"string0":"CHAMPION_Attack of Opportunity"}]},{"name":"Death Observation","id":"d5de6987-63bd-4f4a-8c7a-654bfd1d3bb5","description":"Your methodology learns from the dead; not in the way of a forensic scientist, but in the way of a necromancer. Prying knowledge from ghosts, acting out circumstances with the deceased, and breaching into sealed tombs all fall under your purview as you learn about incidents from those most intimately aware.<br><br>You are trained in Occultism and Necromancy Lore, and gain the Consult the Spirits skill feat, selecting Occultism. Once per day, you can cast summon undead as an occult innate spell. The spell is heightened to half your level, rounded up, to a maximum of 9th level, and can be sustained for up to one hour instead of one minute. Starting at 9th level, you can do this one additional time per day.","traits":"3rd Party","src":"Heresy of the Whispering Way","specialType":9,"databaseID":1,"timestamp":"1713211051939","listCustomEffects":[{"proficiencyName":"Occultism","effectType":11,"bonusAmount":2,"reference":"6ecee494-655f-4fb1-933b-7675c6e61afc"},{"effectType":14,"string0":"GENERAL_Consult the Spirits","reference":"0d5bc565-be48-42f3-b7c9-6695309a005c"},{"effectType":13,"string0":"0f8c93d4-a53f-4e29-b885-7095646894ce"},{"proficiencyName":"Lore: Necromancy","effectType":11,"bonusAmount":2,"reference":"e0b82614-43d7-47f6-a602-d4b205a7ffc5"}]},{"name":"Deathly Secret","id":"bd68ab83-7779-40a7-884e-8e24b9f62d56","description":"Your deity teaches you a secret of undeath. You gain the Deathly Secrets or the Greater Deathly Secrets archetype feat, ignoring prerequisites. The focus spell granted counts as a domain spell for you.","traits":"3rd Party","src":"Custom","level":17,"specialType":-2,"databaseID":1,"timestamp":"1713211051939","parentID":"ccaf34fb-759c-431c-8ff6-ff1dab03d45d"},{"name":"Decree of Undeath","id":"0bdc59de-2c8a-4a6e-8581-d180b5be4c72","description":"<b>Prerequisites</b> undead lord doctrine<br>Your deity has granted you a decree that allows you to call upon the dead to aid you in battle. This call comes from those associated with undead, be it Urgathoa, Orcus, or Kabriri, and pushes you to seek out the propagation or spread of undeath. Those of this calling are most common within Geb, though those with a decree of undeath can be found representing their god in the services of the Whispering Way or even powerful liches. Their martial prowess and association with undeath have earned them a more common moniker, however – the Death Knight.<br><br>Some blessings you get may grant you champion abilities. For meeting the requirements of class feats, you do not count as having a cause (unless you would gain one through some other means), and can qualify for any feat that requires a specific tenet (though you are not bound by those tenets).<br><br>Your key ability attribute is Constitution or Strength. You gain the Channel Smite cleric feat or another class feat to which you have access if you already possess Channel Smite. You also become trained in martial weapons of your deity’s favored weapon group. When you use Fervor, you can also issue a single action Command to your undead companion as part of the same action, granting it 2 actions for the turn.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1713211051940","listCustomEffects":[{"effectType":14,"string0":"7a4a8f4a-356e-486d-be51-a0ebcb27c262","reference":"fd804b05-b09b-4dfb-8100-880f6dcf3cd7"},{"effectType":13,"string0":"304cdfbe-5842-41c0-bee5-d41ddde1d5e1"},{"effectType":13,"string0":"9d6b2e33-4afc-4eb5-aa72-5556f64b8a97"},{"effectType":13,"string0":"ea99ef5e-6103-490d-ab4f-0e739bd5ce33"},{"effectType":13,"string0":"894cf1ab-1fe9-47f6-b3de-259362dd2d94"},{"effectType":13,"string0":"09e2b82d-2086-463d-b515-5ab46b72b92c"},{"effectType":13,"string0":"619bb63e-b1c5-4e3a-a1b3-208df2cd6491"},{"effectType":13,"string0":"7425631a-5253-4991-9704-a87d8c0d89dd","reference":"f26b89a4-2866-4469-9bb1-ac3ff383b531"},{"effectType":13,"string0":"51b11714-85b5-4273-9d83-50f69b2467d0"},{"effectType":13,"string0":"305a5b98-382e-4931-b674-18a58f5c191f"},{"effectType":13,"string0":"ccaf34fb-759c-431c-8ff6-ff1dab03d45d"},{"effectType":13,"string0":"c67d8624-6107-4d42-a8af-c849274aabf4"},{"effectType":13,"string0":"b501dc9a-a503-43d1-bdca-a7bff00629c2"}]},{"name":"Decree of Undeath Divine Defense","id":"c75d1cdc-dd49-4a52-aa30-3747e23ed407","description":"Your proficiency in medium armor increases to expert.","traits":"3rd Party","src":"Custom","level":13,"databaseID":1,"timestamp":"1713211051940","listCustomEffects":[{"proficiencyName":"Medium Armor","effectType":11,"bonusAmount":4}]},{"name":"Decree of Undeath Greater Divine Defense","id":"b501dc9a-a503-43d1-bdca-a7bff00629c2","description":"Your proficiency in unarmored defense and light armor increases to master.","traits":"3rd Party","src":"Custom","level":19,"databaseID":1,"timestamp":"1713211051940","listCustomEffects":[{"proficiencyName":"Unarmored","effectType":11,"bonusAmount":6},{"proficiencyName":"Light Armor","effectType":11,"bonusAmount":6}]},{"name":"Dirge","id":"1bd22894-c65e-4281-9356-c124afa5363b","description":"Your muse is connected to death, inspiring you to invoke those lost yet long remembered. If it’s a creature, it might be a psychopomp or powerful undead; if it’s a deity, it may be Pharasma or Urgathoa.<br><br>As a bard with a dirge muse, your songs cause the dead to wake and move at your command. <br><br><b>Muse Feat</b> Danse Macabre<br><b>Muse Spell</b> summon undead","traits":"3rd Party","src":"Heresy of the Whispering Way","specialType":3,"databaseID":1,"timestamp":"1713211051941","hashMap":{"0":"Summon Undead","1":"747f8755-babc-491c-b86a-9c5034203730"}},{"name":"Discorporate","id":"a7fe3817-0fa9-4ce5-a37f-6bce1694acd9","description":"<b>Trigger</b> You take excess damage to your soul ward but still have at least 51 hit points in your soul ward<br><br>You draw deeply of your soul ward, discorporating yourself to escape a dangerous situation. You suffer 50 damage to your soul ward and your physical body vanishes, reappearing 1d4 hours later in a random location within 1 mile of the location where you used Discorporate.","traits":"Uncommon, Void, 3rd Party","src":"Custom","level":14,"actions":-1,"databaseID":1,"timestamp":"1713211051941"},{"name":"Feast of Blood","id":"2f5d61c2-5eea-4d5f-944a-ee15bdee026a","description":"Your deity grants you the power to draw the very life force of enemies to sustain yourself. You gain the ability to cast call the blood by expending a spell slot from your divine font spell slots. The spell rank is equal to that of the expended spell. You can only select this blessing if you have the advanced undead benefits.","traits":"3rd Party","src":"Custom","level":17,"specialType":-2,"databaseID":1,"timestamp":"1713211051941","parentID":"ccaf34fb-759c-431c-8ff6-ff1dab03d45d"},{"name":"Fervent Necrosis","id":"0d188db6-e5e9-48e4-bbdb-59ed2a144867","description":"In your fervent state, your strikes billow with necrotic power. While you are under the effects of Fervor, your attacks deal 1d4 persistent void damage.","traits":"3rd Party","src":"Custom","level":9,"specialType":-2,"databaseID":1,"timestamp":"1713211051941","parentID":"619bb63e-b1c5-4e3a-a1b3-208df2cd6491"},{"name":"Grave Whisper","id":"0476a311-9625-40d3-86e2-8939d7c36840","description":"You met your patron at the brink of death; your death, that is. They saw promise in you, and whispered a secret into your ear you will not soon forget. Perhaps they were a true member of the Whispering Way, a lich hidden among the populus, or a forgotten undead awoken from its grave–what you learned, however, you will not soon forget.<br><b>Spell List</b> arcane; <b>Patron Skill</b> Arcana<br><b>Lesson of Whispering</b> Your patron has taught you the weaknesses of life, as well as the benefits of undeath. You gain the bolster undead hex, and your familiar learns summon undead.<br><b>Familiar of Walking Graves</b> Your familiar is ratty in appearance, as if it were only partially alive. When you Cast or Sustain a hex, one creature within 15 feet of your familiar gets your choice of either a +1 status bonus to Fortitude saves or a -1 status penalty to Fortitude saves until the start of your next turn. When this happens, you may also cause a small or medium humanoid corpse to emerge from the earth in a location within 5 feet of your familiar. The GM chooses if this takes the form of a generic corpse of a creature that died long ago, or a more specific corpse in the local area.","traits":"3rd Party","src":"Custom","specialType":17,"databaseID":1,"timestamp":"1713211051941","hashMap":{"0":"arcana","1":"b7a87c23-8214-44d4-ab1e-7473d6c559a9","2":"Summon Undead"}},{"name":"Graveknight Armor Training (Legendary)","id":"aa04d480-8aec-48eb-bd6a-21c107ae2f7a","description":"At 20th level, you gain legendary proficiency in heavy armor.","traits":"3rd Party","src":"Custom","level":20,"databaseID":1,"timestamp":"1713211051941","listCustomEffects":[{"proficiencyName":"Heavy Armor","effectType":11,"bonusAmount":8}]},{"name":"Graveknight Armor Training (Master)","id":"a5f3f9ff-b269-4565-ada5-65489cf5eb45","description":"At 14th level, you gain master proficiency in heavy armor.","traits":"3rd Party","src":"Custom","level":14,"databaseID":1,"timestamp":"1713211051942","listCustomEffects":[{"proficiencyName":"Heavy Armor","effectType":11,"bonusAmount":6}]},{"name":"Grim Steed","id":"7c7b4e38-fbbb-4f5b-9465-7c2d43ec5afa","description":"You gain the Additional Companion undead master feat. You can select one of your undead companions with the mount special ability. It counts as a steed ally divine ally for the purposes of meeting requirements. ","traits":"3rd Party","src":"Custom","specialType":-2,"databaseID":1,"timestamp":"1713211051942","parentID":"9d6b2e33-4afc-4eb5-aa72-5556f64b8a97","listCustomEffects":[{"effectType":14,"string0":"ARCHETYPE_Additional Companion"}]},{"name":"Horde Lich","id":"4cc98c03-6edd-490b-983f-4c74541ded99","description":"Horde liches are often made of those who find their attention divided, pursuing multiple ends but unable to engage in all equally. By becoming a horde lich, you can grant attention to all of these, spreading your consciousness across your bound undead companions so you may research, rule, adventure, and many other things all at once. While the pressure of combat may cause your control to waver over multiple bodies, a horde lich excels when allowed to divide tasks among their many new selves.<br><br><b>Prerequisites</b> expert in Crafting and Necromancy Lore; three mindless mature undead companions <br><b>Reason</b> To become an eternal many, so you may perform many tasks at once.<br><b>Spell Tradition</b> Arcane, Primal<br><b>Sacrifice</b> A close companion or friend who is wholly dependent on you. Important objects, such as a relic you must protect or an important structure you must defend are acceptable substitutes. Party members rarely function for this, as most can function independently (though can suffice if their player agrees).<br><b>Ending Means</b> Ritual self-sacrifice within a mass grave; Torn to pieces by your undead companions; Systematic self-disassembly<br><b>Undead Craving</b> Knowledge<br><b>Soul Cage</b> soul cage<br><b>Spell Gem Spell</b> bound in death<br><b>Path Spells</b> haste, unfettered movement, replicate<br><br><b>Basic Abilities</b><br>Your mind is distributed between your companions, which merge together with you for travel. They can each be folded up and attached to you, usually in the ribcage, around the arms, and around the legs. You can have up to all three undead companions active at once, referred to henceforth as your servitors, with slightly more difficulty commanding them. If you don’t command any of your servitors, one of your active servitors can still use 1 action on your turn to Stride or Strike, as per Mature Beastmaster Companion, but not both. When you Command an Animal, you may choose one of the following effects instead (replacing the normal effects):<br> - Choose one of your active companions to take two actions, as normal.<br> - All active servitors Strike, with a -2 circumstance penalty to the attack roll.<br> - All active servitors can either Interact or take a basic action with the move trait.<br><br>You and your servitors now share hit points, with your hit points increasing by 8 times your level. Spells and effects that target you or your servitors affect them all equally, but you and them are treated as just one creature when targeted by spells and attacks.  You attempt only one save against such effects using the highest save among those targeted, but take a -2 circumstance penalty to defend against effects that target you and one or more active servitors. Whenever you Cast a Spell, you can choose to have the spell originate from yourself or from any one of your active servitors.<br><br>Your servitors lose the mindless trait, and can attempt skill checks and saving throws using your skills and saves instead of their own. If their anatomy allows for it, they can also perform or assist in skill actions and downtime activities at the GM’s discretion. Their Intelligence, Wisdom, and Charisma scores become equal to your own, and cannot be modified by becoming a mature, nimble or savage, or specialized companion. Their personalities become extensions of your own, often representing certain aspects of your personality, but are ultimately a part of and subservient to you.<br><br>You also gain the Servitor Assembly and Servitor Lunge activities.","traits":"3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051942","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3","listCustomEffects":[{"effectType":13,"string0":"a929693a-fff2-466a-aa69-6bdb98c72887"},{"effectType":13,"string0":"8eaaa0fa-a5b3-4c06-b561-00b8b086e903"}]},{"name":"Horde Lich","id":"921cabef-f262-4383-aea3-7bdec3ff1fb7","description":"You become capable of reconstructing yourself so long as one of your servitors remain. If you or a servitor you are currently possessing would be destroyed, you immediately possess one of your servitors, rendering it controlled by you and granting it 3 actions. You can still Command an Animal in this state. By spending a week of downtime, if you or any of your servitors are destroyed but at least one of you and your soul cage remains, you can replace destroyed companions and resurrect yourself at no cost. Additionally, you gain the Shatter Block reaction.","traits":"3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051942","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17","listCustomEffects":[{"effectType":13,"string0":"cbad0eb5-1ec8-47fe-b893-4e6e4afd8080"}]},{"name":"Horrifying Sight","id":"06fadbf6-5f22-4263-901a-421f22263391","description":"You gain the Scare to Death skill feat. You do not take the penalty for creature’s not hearing or understanding you if they are mortal. When you roll initiative, you can focus your gaze on a single creature and attempt to Scare it to Death. If you’re legendary in Intimidation, you can use a reaction to Scare to Death your foe when you critically succeed at an attack roll.","traits":"3rd Party","src":"Custom","level":17,"specialType":-2,"databaseID":1,"timestamp":"1713211051943","parentID":"ccaf34fb-759c-431c-8ff6-ff1dab03d45d","listCustomEffects":[{"effectType":14,"string0":"GENERAL_Scare to Death"}]},{"name":"Lesson of Undeath","id":"8790cd00-684a-461b-862b-78863b1bb957","description":"You gain the subjugate undead focus spell as a hex (granting it the hex and witch traits), and your familiar learns rouse skeletons.","traits":"3rd Party","src":"Custom","specialType":1702,"databaseID":1,"timestamp":"1713211051943","hashMap":{"0":"Subjugate Undead","1":"Rouse Skeletons"}},{"name":"Lich Advanced Ability","id":"fbab5f66-b383-4dea-9ced-5eed90975a17","description":"Select your lich path.","traits":"3rd Party","src":"Heresy of the Whispering Way","level":14,"specialType":-1,"databaseID":1,"timestamp":"1713211051943"},{"name":"Lich Basic Abilities","id":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3","description":"Select your lich path.","traits":"3rd Party","src":"Heresy of the Whispering Way","level":12,"specialType":-1,"databaseID":1,"timestamp":"1713211051943"},{"name":"Lich of Yhidothrus","id":"e3cf667b-718a-4fba-ac56-dbfbc5cde915","description":"You can manifest an aspect of the worm around yourself, calling upon its power to consume time itself in the area around you. Once per day, you can cast freeze time as a divine innate spell. When cast in this manner, you only get one set of three actions. This increases to two sets at 16th, and finally 3 sets at 18th level. When the spell ends after being cast in this manner, every creature that was within 30 feet of you at any point during the stopped time must make a Will save against your spell DC. On failure, they are frightened 1 (or frightened 2 on a critical failure) as they see a vision during that brief eternity of the world being wrapped by the endless coils of the Ravager Worm.","traits":"Uncommon, 3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051943","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17","listCustomEffects":[{"proficiencyName":"Freeze Time","effectType":9,"bonusType":2,"bonusAmount":10}]},{"name":"Lich of Yhidothrus","id":"bf42d88a-84ff-47e1-be30-f55dd5b2f180","description":"Some that seek out lichdom do so out of a deep, paralyzing fear of their own mortality– in these cases, many will turn to worship of Yhidothrus, the Ravager Worm, to gain the power needed to cross the mortal threshold. Those who do so are rarely well off, the worship already degrading them and causing them to fester with worms and leeches, but will in turn receive some a modicum of power from their otherwise ambivalent master. In doing so, their flesh is replaced with writhing, swarming worms, rendering them similar in appearance to the equally vile worm that walks.<br><br>The magical power granted by doing so grants them their wish; they will not die of old age, nor grow feeble with the passage of time. In fact, their power over age grows, allowing them to sap years of life from their foes as they descend deeper into worship of the Ravager Worm. Even still, their craving for years does not end, as liches of this path will seek to consume the flesh and blood of the young out of a mixture of worship and fear of one day dying, hoping the years of life they steal will only further extend their own.<br><br><b>Prerequisites</b> expert in Nature; worshipper of Yhidothrus<br><b>Reason</b> To avoid old age and death, above all else and at any cost<br><b>Spell Tradition</b> Arcane, Divine<br><b>Sacrifice</b> An item or cause related to why you would want to stay alive, such as your life’s work<br><b>Ending Means</b> Be devoured alive by worms; bury yourself alive in swampy soil; heart failure<br><b>Undead Craving</b> Youth, in the form of the flesh and blood of young creatures. The longer the creature could have lived, the longer it satisfies you for.<br><b>Soul Cage</b> soul cage<br><b>Spell Gem Spell</b> blood feast<br><b>Path Spells</b> enfeeble, slow, vampiric feast<br><br><b>Basic Abilities</b><br>Your flesh is wet and infested by– no, made wholly of worms, a sign of being blessed by Yhidothrus. You gain the following major effects:<br><br><b>Worm-Eaten Flesh</b> The worms that cover your body protect your bones from harm, regrowing and multiplying even as they are torn to pieces. You gain resistance 10 to physical damage, as well as fast healing equal to your number of Lich feats. You also gain weakness 10 to area and splash damage.<br><br><b>Aging Touch</b> Your magic steals life from creatures that you damage. Whenever you deal damage to a creature with a spell or unarmed Strike, that creature becomes enfeebled 1 (or enfeebled 2 on a critical) for the next minute as they are temporarily advanced to advanced age.","traits":"Uncommon, 3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051943","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3"},{"name":"Lifeless Flesh","id":"90b716c1-736c-402e-bc18-4d7e2ce8975f","description":"You gain the basic undead benefits.","traits":"3rd Party","src":"Custom","specialType":-2,"databaseID":1,"timestamp":"1713211051943","parentID":"9d6b2e33-4afc-4eb5-aa72-5556f64b8a97"},{"name":"Moss Lich","id":"12909061-3985-4db4-92f6-d85fe64c938c","description":"While within your bound terrain, you gain fast healing equal to your Wisdom modifier. In addition, you gain a +1 circumstance bonus to spell attack rolls and DCs while within your bound terrain. Further, you gain access to the critical specialization effects of your lashing vines unarmed attack.","traits":"3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051944","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17"},{"name":"Moss Lich","id":"b10203df-87d5-474f-96b4-f2c273788755","description":"Becoming a moss lich is a difficult choice to be made; those capable of becoming one are rarely the type that would turn to undeath. Still, need breeds desperation, and druids such as those near the Worldwound may find the price of their immortal soul worth protecting their domain. In doing so, they cast off their body entirely, becoming a creature made of mosses, fungi, lichens, and dead plant matter from their home.<br><br>Rebirth as a moss lich alters the mind of the spellcaster, removing much of their connection to civilization entirely and rendering them more feral and primal. With time and continual rebirths, they may lose their connection with society entirely as they die and regrow. The process grants them both a powerful immortality and a stronger connection to the land, but will with time drive them to lose emotions and sympathy for culture and progress. After a few centuries of existence they often lose all sense of connection to other sapient beings, but they might retain protective instincts towards the creatures living within their territory. <br><br><b>Prerequisites</b> master in Survival; Influence Nature<br><b>Reason</b> To protect nature at any cost<br><b>Spell Tradition</b> Primal<br><b>Sacrifice</b> Your connection to your humanity. Moss liches often become more wild and feral, forgetting portions of their original culture or the ability to speak languages not native to their home. Often, moss liches will lose the ability to speak Common.<br><b>Ending Means</b> Dying surrounded by vegetation; slowly withering until you return to the earth; being devoured by a venus flytrap<br><b>Undead Craving</b> Cultivation of Nature<br><b>Soul Cage</b> Instead of binding themself to a soul cage, a prospective moss lich grows a rejuvenating seed, a powerful primal seed tied to their life force. The creation of one doesn’t cost anything, but must be created with the rejuvenating coalescence ritual before attempting the lichdom ritual.<br><b>Spell Gem Spell</b> nature’s reprisal<br><b>Path Spells</b> Path spells are individual to a given moss lich. Instead of set spells, moss liches select 3 primal spells of 4th rank or lower with any of the following traits: air, earth, fire, plant, water, or wood. <br><br><b>Basic Abilities</b><br>You bind yourself to the environment that you performed your ritual within. Choose aquatic, arctic, desert, forest, mountain, swamp, or underground. This becomes your bound terrain, and influences other abilities of yours. You gain the plant trait, as well as the following major effects:<br><br><b>Verdant Aura</b> Your very presence causes nature to flourish; plants within one mile of you grow twice as fast, but produce half the yield due to an abundance of weeds and wild plants spreading through fields and orchards.<br><br><b>Verdant Shape</b> You can cast one with plants on yourself at will, becoming a natural object associated with your bound terrain, such as a tree, cactus, or mushroom. Whenever you hit a creature with melee Strike, you also cast the tangle vine spell as a free action targeting the creature. <br><br><b>Lashing Vines</b> You can extend vines or similar structures from yourself to attack creatures. You can extend or retract them as an action; while extended, you gain the lashing vines unarmed attack. It deals 1d8 bludgeoning damage, is in the flail weapon group, and has the grapple, reach, shove, sweep, trip, unarmed, and versatile p traits. When attacking with it, you may use your spell attack modifier instead of your unarmed attack modifier; when doing so, you do not add your Strength or Dexterity to the damage.<br><br><b>Verdant Voice</b> You are permanently under the effects of Speak with Plants. If it would ever be dispelled, you can cast it again at any time as a free action as an innate primal spell, with its duration becoming permanent.","traits":"3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051944","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3","listCustomEffects":[{"proficiencyName":"Tangle Vine","effectType":9,"bonusType":3},{"proficiencyName":"One with Plants","effectType":9,"bonusType":3,"bonusAmount":2}]},{"name":"Ossuarite Order","id":"158fe15b-3cd5-402e-87f4-8a22cf3700d9","description":"You connect to the other end of the cycle of life and death, salvaging the bones of those animals who have long since died; after all, nature wastes nothing.<br><b>Order Skill</b> Occultism.<br><b>Druid Feat</b> Bonecaller <br><b>Order</b> Spell skeletal aspect <br><b>Anathema</b> Animate non-skeletal undead and the unwilling. (This doesn’t prevent you from working with non-skeletal undead, but you must help to bring them to rest so they may be returned to nature).","traits":"3rd Party","src":"Heresy of the Whispering Way","specialType":6,"databaseID":1,"timestamp":"1713211051944","hashMap":{"0":"occultism","1":"e10a7621-5c25-47b9-bb2d-03a7c65ba0a1","2":"7db5af44-6dd3-4126-a244-664c7cf272d6"}},{"name":"Pale Herald","id":"87676496-2fbb-41e9-9193-102aae4d01d8","description":"You gain an advanced domain spell from one of your domains for which you have an initial domain spell. Additionally, you increase your total number of divine font spell slots by one.","traits":"Uncommon, 3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051944","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17","listCustomEffects":[{"effectType":14,"string0":"CLERIC_Advanced Domain"}]},{"name":"Pale Herald","id":"2eec968f-2086-40d2-b577-4aef6a4a2565","description":"Some devout followers of a deity will connect their very soul to their deity, channeling the divine energy to maintain their corporeal form long after death would have claimed them. This process is rarely viewed with excitement, instead being the ultimate sacrifice a cleric can take. By becoming such a lich, they devote their eternity to protecting the faithful of their religion and keeping knowledge of the faith from being lost to time. Pale Heralds most often act as archivists or sages of their faith, though some may ascend to the role to watch over a particular location or act as an immortal warrior within a crusade.<br><br>Many deities are unwilling to allow such an act, or doing so goes against their very tenets. That said, those with the Death, Undeath, or Knowledge domains are most likely to allow such divine undead. Nethys is well known to have several under their purview, and Urgathoa is a patron for many. Even Pharasma, with the contempt she holds over undead, has been known to rarely allow one, often with the express purpose of maintaining vigil over truly vile undead presences–rumors tell that a Pale Herald of hers works within the shadows to end the Whispering Tyrant once and for all.<br><br><b>Prerequisites</b> worshiper of a deity; Sacred Defense<br><b>Reason</b> To serve your deity in the material plane, safeguarding their followers and monuments<br><b>Spell Tradition</b> Religion<br><b>Sacrifice</b> Your oaths to any other creature, deity, or country. Once done, you cannot swear yourself to serve another unless you fall from your deity’s favor.<br><b>Ending Means</b> Self-sacrifice at an altar of your faith; mummification; ritual execution by a powerful servant of your deity<br><b>Undead Craving</b> Serving your deity<br><b>Soul Cage</b> Pale Heralds do not have a soul cage, instead binding themselves to their deity, akin to the heralds they draw their name from. When you are destroyed, your soul returns to your deity’s domain where your body regrows over 1d10 days. After that time, you reappear at a temple or shrine of your deity of your deity’s choice. As such, you remain capable of rejuvenating so long as your deity exists.<br><br>Your immortality, however, is heavily contingent on your deity. You are bound by your deity’s edicts and anathemas even more so than normal; if you act against these, your soul counts as uncaged until you atone. If you would fall out of your deity’s favor and be destroyed, your deity may choose to not allow you to reform until a later date, to send your soul to their afterlife, or to destroy your soul entirely. If your deity would be slain or you would fall permanently out of their favor, your soul remains uncaged until you find another deity to serve under.<br><b>Spell Gem Spell</b> divine vessel<br><b>Path Spells</b> Instead of set path spells, you gain your deity’s Cleric Spells as path spells, even if they would be higher than 4th level. If any of these spells would be higher than 4th level, you cast them at their lowest level.<br><br><b>Basic Abilities</b><br>You become a powerful undead vessel for your deity’s power, granting you the following major effects:<br><br><b>Blessed Body</b> You gain the Sanctification cleric feature if you did not have it. Your deity’s options always count as “must be.” You gain a +1 status bonus to all saves against vitality effects.<br><br><b>Divine Domain</b> Select one of your deity’s domains. You gain the initial domain spell for that domain. Additionally, you gain a single divine font spell slot (as per the Cleric ability), or increase your total number of divine font spell slots by one.","traits":"Uncommon, 3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051944","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3","listCustomEffects":[{"effectType":14,"string0":"CLERIC_Domain Initiate"}]},{"name":"Pale Horse","id":"62698518-4e3b-49b6-a885-24c167279da6","description":"You gain the Pale Horse Champion feat. At 16th level, you can select the Auspicious Mount Champion feat in place of one of your cleric feats. You must have the grim steed blessing to select this.","traits":"3rd Party","src":"Custom","level":9,"specialType":-2,"databaseID":1,"timestamp":"1713211051944","parentID":"619bb63e-b1c5-4e3a-a1b3-208df2cd6491","listCustomEffects":[{"effectType":14,"string0":"CHAMPION_Pale Horse"}]},{"name":"Personal Oath","id":"98ffe764-408a-4653-a7d5-1feb4cbf7a74","description":"You swear an oath to your deity, representing how you believe you should act in your god’s name. Select a Champion Cause. You gain its Champion’s Reaction, and are bound by its tenets (though not any tenets related to it, such as those of good or evil). Death Knights most often take up the tyrant or antipaladin cause, though other causes are possible depending on your deity (at GM’s discretion).","traits":"3rd Party","src":"Custom","level":9,"specialType":-2,"databaseID":1,"timestamp":"1713211051944","parentID":"619bb63e-b1c5-4e3a-a1b3-208df2cd6491"},{"name":"Predatory Assault","id":"5642206e-0230-47a1-bc5f-f69b330c2feb","description":"Make two unarmed Strikes, applying your multiple attack penalty to the Strikes normally. Both Strikes must have the same target. If either attack hits and deals damage, you can attempt an Athletics check against the target’s Fortitude DC. On a success, the target is grabbed until the end of your next turn unless you move or your target Escapes.","traits":"Flourish, 3rd Party","src":"Custom","level":6,"actions":2,"databaseID":1,"timestamp":"1713211051944"},{"name":"Primordial Lich","id":"933d63f7-1672-4bad-a806-8dd4fcf7393a","description":"You gain the Lord of Death archetype feat, with one of your chosen domains being Destruction instead of Death. Additionally, when a creature within 30 feet of you fails a Will saving throw, you gain temporary hit points equal to the creature’s level.","traits":"Rare, 3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051945","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17","listCustomEffects":[{"effectType":14,"string0":"704d7e03-4676-48bc-ab93-73177addefbb"}]},{"name":"Primordial Lich","id":"3ac74fe2-dc6e-4deb-a17c-97fc63a53dc4","description":"Liches are classically viewed as evil. This is not an unfair view, as a vast majority are more complicated than simply being pure evil. To become a Primordial Lich, however, is to embrace that stereotype and more. By binding themselves to the very unreality outside of existence, primordial liches become representations of the inevitable end of all things. You become a being of pure, irrefutable evil seeking only to end all things. Very rare is a creature that seeks out this path, but a mind filled with such hatred is truly a horror to behold.<br><br>Primordial liches are creatures of destruction, but they are far from reckless; every primordial lich seeks the end of all things, and such are best served building cults and creating long term plans. It is for this reason that while primordial liches do hunger for the death of all things, they are more than willing to work alongside like-minded individuals, including other primordial liches. Similarly, primordial liches find strong allies among daemons, darvakka, and other destructive entities.<br><br><b>Prerequisites</b> master in Primordial Lore; learned the ritual to become one from a creature of death and destruction, such as a sakhil tormenter or daemonic horseman<br><b>Reason</b> To destroy something or everything, no matter the cost<br><b>Spell Tradition</b> Divine, Occult<br><b>Sacrifice</b> A large amount of life such as a village, a military garrison, or both sides of a battle<br><b>Ending Means</b> Burnt alive in a fire fed by humanoid fat; Drank poison from the skull of a close ally; Torn apart by creatures of the lower planes<br><b>Undead Craving</b> The destruction of all life; this craving is fed by long-term plans more than immediate destruction, so a kingdom slowly brought to ruin over several centuries would feed you far more than mindless slaughter, and is inherently more tantalizing.<br><b>Soul Cage</b> Your method of ascension moves you far beyond the standard binding of souls to objects; instead your ritual flings an anchor to your soul deep into the beyond, past even the dark tapestry and into a realm outside of reality. Doing so grants you a strange form of true immortality, with your soul returning to its anchorage until you return to the material. Returning to the material is a difficult process but an inevitable one: whenever an act of great evil is performed in the Material Plane, you can make a Hard Will saving throw, gaining a +5 circumstance bonus if the act is performed in your name. On a success, you reform within one mile of the evil act after 1d10 days, or immediately on a critical success. You can also be re-summoned by rituals that can summon an aberration of your level or higher.<br><b>Spell Gem Spell</b> awaken entropy<br><b>Path Spells</b> impending doom, necrotic radiation, seal fate<br><br><b>Basic Abilities</b><br>Your ability to destroy and manipulate life is extreme, to the point that you are fed by the frail and rendered immortal by the weak. You gain the aberration trait, as well as the following major effects:<br><br><b>Whisper of Broken Wills</b> Your very presence weakens the wills of those around you and causes creatures to sink into despair. This ability is an aura with a 30-foot emanation and the curse, emotion, fear, and mental traits. Whenever an enemy would enter or end its turn within this aura, it must make a Will saving throw against your Spell DC. On a failure, the creature is doomed 1; on a critical failure, it is instead doomed 2 and slowed 1 for the next minute. In any case, the creature is then immune to this aura for one minute.<br><br><b>Possession</b> When you would be killed, you immediately cast possession as an occult innate spell, targeting a single creature within 30 feet. The spell’s duration is changed to permanent, and you can speak telepathically with the possessed creature while within their body. Each day during their daily preparations, a creature possessed by you may choose to repeat the Will save for the possession spell; on a critical success, you are ejected from their body and return to your anchor beyond reality. If you would ever gain complete control of them, such as through the critical failure effect of possession, their body rapidly begins to change, transforming into your new body as their soul is destroyed.","traits":"Rare, 3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051945","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3","listCustomEffects":[{"proficiencyName":"Possession","effectType":9,"bonusType":2,"bonusAmount":7}]},{"name":"Ravener","id":"798f4081-57d7-4894-b761-b1a51aae331a","description":"Dragons who truly fear their deaths are desperate creatures, and will go to great lengths to to extend their lifespan even beyond its natural millenia. Those that do seek out dark and vile magic that transforms them into a ravener, a skeletal dragon imbued with soul-rending power. Unlike most liches, raveners must feed on the souls of others to maintain this undead existence, driving them to travel and consume towns, countries, and even entire regions to sate their endless hunger.<br><br>Becoming a ravener typically requires the usage of the ravenous reanimation ritual; it is assumed, for the purposes of this path, you are not a normal dragon. As such, you use the lichdom ritual as normal, but the rituals share several similar components.<br><br><b>Prerequisites</b> expert in Necromancy Lore; dragon trait<br><b>Reason</b> To extend your life indefinitely, even beyond the lifespan of a dragon<br><b>Spell Tradition</b> Arcane, Divine, Occult<br><b>Sacrifice</b> Your hoard, with a minimum value of 5000 GP<br><b>Ending Means</b> Consuming the destroyed remains of your horde<br><b>Undead Craving</b> Souls<br><b>Soul Cage</b> Your hunger for souls and treasure leads you to not require a soul cage; that portion of the ritual is waived, its cost being replaced by your sacrifice. Instead, you gain a soul ward, an intangible field of necromantic energy detailed further in your basic abilities.<br><b>Spell Gem Spell</b> spell turning<br><b>Path Spells</b> vapor form, reflective scales, spell immunity<br><br><b>Basic Abilities</b><br>You feed upon the souls of mortals and immortals, granting you the following major effects:<br><br><b>Soul Ward</b> You are surrounded by an intangible field of necromantic energy which binds your soul to your body. Your soul ward has hit points equal to 10 * your level. Whenever you would be reduced below 1 hit point, all damage in excess of what would reduce you to 1 hit point is instead dealt to your soul ward. If this damage reduces your soul ward to fewer than 0 hit points, you are permanently destroyed. Soul ward hit points can be restored through specific abilities.<br><br>If you would go more than a week without successfully regaining soul ward hit points using Consume Soul, you begin starving, causing your soul ward to lose 1d4 hit points each day until you feed. If your soul ward loses all its Hit Points while the ravener you still have more than 1 HP, your soul is counted as uncaged until a creature of your level or lower critically fails a saving throw against your Consume Soul.<br><br>Each day your soul remains uncaged, your Intelligence modifier is reduced by 1 to a minimum of -5. This is in addition to any other effects related to your soul being uncaged, but is immediately restored to its normal value when your soul ward has at least 1 HP.<br><br><b>Soulsense</b> You gain soulsense as an imprecise sense with a range of 30 feet. Soulsense allows you to sense the spiritual essence of living and undead creatures, with those whose material bodies and souls are one, such as celestials and fiends, appearing brighter.<br><br><b>Ravenous Breath</b> Your breath weapon is infused with negative energy, stripping the very life with its touch. If you have a breath weapon, you can have it deal void damage instead of its normal damage type. In either case, a creature that fails its save against your breath weapon is drained 1 (or drained 2 on a critical failure). If at least one creature is drained by your breath weapon, your soul ward regains 5 hit points. You then cannot regain soul ward hit points in this manner until your next daily preparations.<br><br><b>Consume Soul</b> You gain the Consume Soul free action.","traits":"3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051945","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3","listCustomEffects":[{"effectType":13,"string0":"7096c706-837f-41f9-97bb-d3e4decf2759"}]},{"name":"Ravener","id":"5ba5dd33-3c56-4401-974d-783787749e1e","description":"Your ability to both survive and rip apart souls improves. You treat an attack roll with an unarmed Strike as a critical hit on a roll of 19 or 20, as long as the attack roll was a success. When you critically hit a creature with an unarmed Strike, the target must succeed on a Fortitude save against your class or spell DC or gain the drained 1 condition. If the target already has a drained value of greater than 0, their drained value instead increases by 1, to a maximum of drained 4. Whenever you apply drain to a creature in this way, your soul ward regains 5 Hit Points. This is a critical specialization effect. You also gain the Discorporate free action.","traits":"3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051945","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17","listCustomEffects":[{"effectType":13,"string0":"a7fe3817-0fa9-4ce5-a37f-6bce1694acd9"}]},{"name":"Remember Life","id":"4217b9c8-0f38-46e9-976a-e4872fe4b91f","description":"<b>Requirements</b> Your phantasmagoria isn’t active<br><br>You tap into your memories allowing you to more heavily alter the world around you. Your phantasmagoria activates. If you spend two actions, you can also use a 1- or 2-action impulse. Your phantasmagoria is a 10-foot emanation where images and specters of your past life flow around you. These images don’t damage anything, affect the environment around you, or block line of sight unless you have another ability that allows it to. While in your phantasmagoria, you can use impulses granted by the Ghost archetype, but cannot use actions with the concentrate trait.<br><br>Your phantasmagoria automatically deactivates if you're knocked out, you use an impulse with the overflow trait, or you Dismiss the aura. Though you can't use new impulses while your phantasmagoria is deactivated, ones you already used remain, and you can still Sustain any that can be sustained.<br><br>If a Ghost archetype impulse requires a saving throw, it is made against your class DC or spell DC, whichever is higher.<br><br><b>Special</b> If you have another aura that allows you to use impulses (such as the kinetic aura from the Kineticist class), you can also enter that aura when you use Phantasmagoria. Alternatively, you can enter your phantasmagoria when you use an action that causes you to enter that aura.<br><br>Additionally, if you have the Rage action, you can choose to enter Rage when you use this action.","traits":"Aura, Emotion, Mental, Occult, 3rd Party","src":"Custom","actions":1,"databaseID":1,"timestamp":"1713211051945"},{"name":"Servitor Assembly","id":"a929693a-fff2-466a-aa69-6bdb98c72887","description":"You detach one of your inactive servitors, placing it into any open, adjacent space. Alternatively, you reattach an adjacent servitor. Servitors attached to you are considered to be inactive.<br><br>If your body is destroyed, any attached servitors are destroyed as well.","traits":"Manipulate, 3rd Party","src":"Custom","level":12,"actions":1,"databaseID":1,"timestamp":"1713211051945"},{"name":"Servitor Lunge","id":"8eaaa0fa-a5b3-4c06-b561-00b8b086e903","description":"<b>Requirements</b> Your last action was a critical hit with a melee Strike, and you have at least one servitor attached.<br><br>One of your servitors detaches adjacent to the target, and the target is grabbed by that servitor.","traits":"Manipulate, 3rd Party","src":"Custom","level":12,"actions":0,"databaseID":1,"timestamp":"1713211051946"},{"name":"Shaded Presence","id":"aae65199-5907-4cba-ad17-e2e2953d3a9c","description":"Your deity conjures phantasmal darkness to mask your presence. You gain the ability to cast darkness by expending a spell slot from your divine font spell slots. The spell rank is equal to that of the expended spell. If you reduce an enemy to 0 hit points this turn, it only costs 1 action to cast.","traits":"3rd Party","src":"Custom","level":9,"specialType":-2,"databaseID":1,"timestamp":"1713211051946","parentID":"619bb63e-b1c5-4e3a-a1b3-208df2cd6491"},{"name":"Shatter Block","id":"cbad0eb5-1ec8-47fe-b893-4e6e4afd8080","description":"<b>Requirements</b> A creature scores a critical hit on you, and you have at least one servitor attached.<br><br>The critical hit becomes a normal hit instead, and one of your servitors detaches from you into an open, adjacent space, prone.","traits":"Manipulate, 3rd Party","src":"Custom","level":14,"actions":0,"databaseID":1,"timestamp":"1713211051946"},{"name":"Spellsteal Transmutation","id":"7a936b71-3e81-4f59-aae9-0a29b81e7966","description":"<b>Requirements</b> You have at least one spell imbued in your body through Spellstealing Counter<br><br>If your next action is to Cast a Spell from a spell slot or use a prepared spell, you can instead cast one of your imbued spells. The expended spell slot or prepared spell must be at least one level higher than the imbued spell, and you must have enough actions to cast the imbued spell. The imbued spell is cast at one level lower than the expended spell slot or prepared spell.","traits":"Concentrate, Manipulate, Spellshape, 3rd Party","src":"Custom","level":18,"actions":1,"databaseID":1,"timestamp":"1713211051946"},{"name":"Spellstealing Counter","id":"74198b40-a043-4f20-8df9-166215e478d2","description":"<b>Trigger</b> You see a creature Cast a Spell<br><b>Requirements</b> You have an unexpended spell slot or prepared spell the same level as the spell being cast<br><br>Expend a spell slot or prepared spell of the same level as the spell being cast, losing it as if you’d cast the triggering spell. Then, attempt to counteract the triggering spell. If successful, the spell is countered and imbued into the runes in your body. You can have up to three spells imbued into your body at a time in this manner.","traits":"Concentrate, Manipulate, 3rd Party","src":"Custom","level":18,"actions":0,"databaseID":1,"timestamp":"1713211051946"},{"name":"True Lich","id":"bf3e8322-2eaa-4622-86bf-543a6ab8cefb","description":"A creature of immense power, and the most classic form of lich. Available to most spellcasters, it is not to be dismissed by its commonality; there is good reason most liches are True Liches.<br><br><b>Prerequisites</b> expert in Necromancy Lore or Arcana<br><b>Reason</b> To grow in power and continue your ambitions without the fear of decay and death<br><b>Spell Tradition</b> Arcane, Divine, Occult, Primal<br><b>Sacrifice</b> Perform a sacrifice that would be abhorrent to your own character, such as the sacrifice of a close family member or destruction of their most cherished possession.<br><b>Ending Means</b> Imbibing a mixture of various poisons; dying to a void spell of 5th level or higher; removing your heart from your chest yourself<br><b>Undead Craving</b> Knowledge<br><b>Soul Cage</b> soul cage<br><b>Spell Gem Spell</b> disintegrate<br><b>Path Spells</b> dispel magic, fly, translocate<br><br><b>Basic Abilities</b><br>You gain immense power from undeath, with your touch halting living processes and your magic warding you against vitality effects. You gain the following major effects:<br><br><b>Paralyzing Touch</b> You gain the Hand of the Lich archetype feat. Instead of being slowed, you may have creatures damaged by your lich’s hand Strike become paralyzed for 1 round on a failure. On a critical failure, they are instead paralyzed permanently, falling prone. When doing so, the effect gains the curse and incapacitation traits.<br><br><b>Turning Resistance</b> You gain a +2 status bonus to all saves against vitality effects.","traits":"3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051946","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3","listCustomEffects":[{"effectType":14,"string0":"a1d5c089-53c9-423c-8d9b-ca41c4dfa467"}]},{"name":"True Lich","id":"e0715b39-946c-4b16-b4da-2ac2d78502da","description":"Your lich powers grow to match the undead lords of myth. You gain an additional spell slot of 1st, 2nd, 3rd, and 4th levels. The spell slots are added to the slots you used to gain access to the Lich Dedication archetype feat. At 16th level, you gain an additional 5th-level spell slot, and at 18th level you gain an additional 6th-level spell slot.","traits":"3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051947","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17"},{"name":"Undead Lord","id":"293a372f-7f7a-4683-b93d-2b7225f8efdc","description":"<b>Prerequisites</b> Deity with the Death or Undeath domain; Deity that allows the creation of undead; Deity with Harm Divine Font<br>You focus on necromancy, allowing you to control a flock of undead. Through your powers, your followers (mindless or otherwise) act in the glory of your deity.<br><br><b>First Doctrine (1st):</b> You’re trained in light armor, and you have expert proficiency in Fortitude saves. You gain the Undead Master Dedication archetype feat. You can select the dedication feat for another archetype, even if you haven’t yet gained three feats from Undead Master. You can prepare summon undead in the spell slots gained from your harmful or healing font. At 13th level, if you gain the divine defense class feature, you also gain expert proficiency in light armor.<br><b>Second Doctrine (3rd):</b> You gain the Command Undead cleric feat. <br><b>Third Doctrine (7th):</b> You gain expert proficiency with your deity's favored weapon, simple weapons, and unarmed attacks.<br><b>Fourth Doctrine (11th):</b> Your proficiency ranks for divine spell attack rolls and spell DCs increase to expert.<br><b>Fifth Doctrine (15th):</b> Your proficiency rank for Fortitude saves increases to master. When you roll a success at a Fortitude save, you get a critical success instead.<br><b>Sixth Doctrine (19th):</b> You gain master proficiency with your deity's favored weapon, spell attack modifier, and spell DC.","traits":"Uncommon, 3rd Party","src":"Heresy of the Whispering Way","specialType":5,"databaseID":1,"timestamp":"1713211610292","listCustomEffects":[{"effectType":13,"string0":"304cdfbe-5842-41c0-bee5-d41ddde1d5e1"},{"effectType":13,"string0":"ea99ef5e-6103-490d-ab4f-0e739bd5ce33"},{"effectType":13,"string0":"09e2b82d-2086-463d-b515-5ab46b72b92c"},{"effectType":13,"string0":"7425631a-5253-4991-9704-a87d8c0d89dd"},{"effectType":13,"string0":"c96d48ed-b997-42af-a4dd-04dfa2e2aef6"},{"effectType":13,"string0":"305a5b98-382e-4931-b674-18a58f5c191f"},{"effectType":13,"string0":"c67d8624-6107-4d42-a8af-c849274aabf4"}]},{"name":"Undead Lord Divine Defense","id":"7dc39f9c-cfa9-4f55-9f2e-101955104605","description":"Your light armor proficiency increases to expert.","traits":"3rd Party","src":"Custom","level":13,"databaseID":1,"timestamp":"1713211051947","listCustomEffects":[{"proficiencyName":"Light Armor","effectType":11,"bonusAmount":4}]},{"name":"Undead Lord Fifth Doctrine","id":"305a5b98-382e-4931-b674-18a58f5c191f","description":"Your proficiency rank for Fortitude saves increases to master. When you roll a success at a Fortitude save, you get a critical success instead.","traits":"3rd Party","src":"Heresy of the Whispering Way","level":15,"databaseID":1,"timestamp":"1713211051947","listCustomEffects":[{"proficiencyName":"Fortitude","effectType":11,"bonusAmount":6}]},{"name":"Undead Lord Final Doctrine","id":"c67d8624-6107-4d42-a8af-c849274aabf4","description":"You gain master proficiency with your deity's favored weapon, spell attack modifier, and spell DC.","traits":"3rd Party","src":"Heresy of the Whispering Way","level":19,"databaseID":1,"timestamp":"1713211051947","listCustomEffects":[{"proficiencyName":"Divine","effectType":11,"bonusAmount":6}]},{"name":"Undead Lord First Doctrine","id":"304cdfbe-5842-41c0-bee5-d41ddde1d5e1","description":"You’re trained in light armor, and you have expert proficiency in Fortitude saves. You gain the Undead Master Dedication archetype feat. You can select the dedication feat for another archetype, even if you haven’t yet gained three feats from Undead Master. You can prepare summon undead in the spell slots gained from your harmful or healing font. At 13th level, if you gain the divine defense class feature, you also gain expert proficiency in light armor.","traits":"3rd Party","src":"Heresy of the Whispering Way","databaseID":1,"timestamp":"1713211051948","listCustomEffects":[{"effectType":14,"string0":"ARCHETYPE_Undead Master Dedication","reference":"493f76f5-eb5c-4ca1-a010-1b0a10b7b35b"},{"proficiencyName":"Light Armor","effectType":11,"bonusAmount":2,"reference":"813e5449-4bbf-4eb0-ac60-a78a9055da39"},{"proficiencyName":"Fortitude","effectType":11,"bonusAmount":4,"reference":"82a133fd-9609-4749-8153-203a695ea80a"},{"effectType":13,"string0":"7dc39f9c-cfa9-4f55-9f2e-101955104605"}]},{"name":"Undead Lord Fourth Doctrine","id":"7425631a-5253-4991-9704-a87d8c0d89dd","description":"Your proficiency ranks for divine spell attack rolls and spell DCs increase to expert.","traits":"3rd Party","src":"Heresy of the Whispering Way","level":11,"databaseID":1,"timestamp":"1713211051948","listCustomEffects":[{"proficiencyName":"Divine","effectType":11,"bonusAmount":4}]},{"name":"Undead Lord Second Doctrine","id":"ea99ef5e-6103-490d-ab4f-0e739bd5ce33","description":"You gain the Command Undead cleric feat.","traits":"3rd Party","src":"Heresy of the Whispering Way","level":3,"databaseID":1,"timestamp":"1713211051948","listCustomEffects":[{"effectType":14,"string0":"007dd975-8992-42d3-a011-cbce542f9639"}]},{"name":"Undead Lord Third Doctrine","id":"09e2b82d-2086-463d-b515-5ab46b72b92c","description":"You gain expert proficiency with your deity's favored weapon, simple weapons, and unarmed attacks.","traits":"3rd Party","src":"Heresy of the Whispering Way","level":7,"databaseID":1,"timestamp":"1713211051948","listCustomEffects":[{"proficiencyName":"Simple Weapons","effectType":11,"bonusAmount":4},{"proficiencyName":"Unarmed Attacks","effectType":11,"bonusAmount":4}]},{"name":"Undead Mastery","id":"eb0f16b8-2de0-4081-ac58-ebf3a901e251","description":"As opposed to a familiar, you’ve animated a companion corpse, altering it to improve it more than more novice necromancers. You gain the Undead Master Dedication archetype feat. The companion granted by your Undead Master Dedication becomes your Bonded Companion. It gains a monster ability depending on what type of companion it is: a zombie ability if it is a zombie, or a skeleton ability if it is a skeleton (Zombie and skeleton abilities can be found in Bestiary, Bestiary 3, and Book of the Dead). It gains an additional ability when you reach 8th and 16th levels.<br><br>Your connection to your Bonded Companion alters your arcane bond class feature so you can store your magical energy inside it, rather than an item you own; you also gain the Drain Companion free action instead of Drain Bonded Item. Drain Companion can be used any time an ability would allow you to use Drain Bonded Item and functions identically, except that you draw magic from your companion instead of an item.","traits":"Uncommon, 3rd Party","src":"Custom","specialType":18,"databaseID":1,"timestamp":"1713211051948","listCustomEffects":[{"effectType":14,"string0":"ARCHETYPE_Undead Master Dedication"}]},{"name":"Undeath Fifth Decree","id":"ccaf34fb-759c-431c-8ff6-ff1dab03d45d","description":"Choose one major blessing of undeath, either from the following or from other deific blessings to which you have access.","traits":"3rd Party","src":"Heresy of the Whispering Way","level":17,"specialType":-1,"databaseID":1,"timestamp":"1713211051948"},{"name":"Undeath First Decree","id":"9d6b2e33-4afc-4eb5-aa72-5556f64b8a97","description":"Choose one blessing of undeath.","traits":"3rd Party","src":"Heresy of the Whispering Way","specialType":-1,"databaseID":1,"timestamp":"1713211051949"},{"name":"Undeath Fourth Decree","id":"51b11714-85b5-4273-9d83-50f69b2467d0","description":"Your proficiency ranks for simple weapons, martial weapons of your deity’s favored weapon group, and unarmed attacks increase to master. At 15th level, you gain greater weapon specialization. At 19th level, if your doctrine would grant you master proficiency in your deity’s favored weapon, you instead gain master proficiency with unarmored and light armor.","traits":"3rd Party","src":"Custom","level":13,"databaseID":1,"timestamp":"1713211051949","listCustomEffects":[{"proficiencyName":"Unarmed Attacks","effectType":11,"bonusAmount":6,"reference":"d2e035f7-9763-4173-b732-1b5f68fa5c67"},{"proficiencyName":"Simple Weapons","effectType":11,"bonusAmount":6,"reference":"3c94578b-196b-4d3c-a047-ae749da0564f"},{"proficiencyName":"Martial Weapons","effectType":11,"bonusAmount":6,"reference":"0dacd977-0720-48ed-87cd-8eaf89aa1459"}]},{"name":"Undeath Second Decree","id":"894cf1ab-1fe9-47f6-b3de-259362dd2d94","description":"You’ve mastered weapons associated with your patron deity. Your proficiency ranks for simple weapons, martial weapons of your deity’s favored weapon group, and unarmed attacks increase to expert. At 7th level when you would normally gain expert proficiency in the weapons granted by your doctrine, you instead gain weapon specialization.","traits":"3rd Party","src":"Custom","level":5,"databaseID":1,"timestamp":"1713211051949","listCustomEffects":[{"proficiencyName":"Unarmed Attacks","effectType":11,"bonusAmount":4},{"proficiencyName":"Simple Weapons","effectType":11,"bonusAmount":4},{"proficiencyName":"Martial Weapons","effectType":11,"bonusAmount":4}]},{"name":"Undeath Third Decree","id":"619bb63e-b1c5-4e3a-a1b3-208df2cd6491","description":"Choose one greater blessing of undeath, either from the following or from other deific blessings to which you have access.","traits":"3rd Party","src":"Heresy of the Whispering Way","level":9,"specialType":-1,"databaseID":1,"timestamp":"1713211051949"},{"name":"Wicked Blade","id":"f90759dc-b6e0-49e8-8186-132c2f5cbe2f","description":"You gain the blade ally divine ally from the Champion class. Your property rune choices are deathdrinking, returning, shifting, or wounding.","traits":"3rd Party","src":"Custom","specialType":-2,"databaseID":1,"timestamp":"1713211051949","parentID":"9d6b2e33-4afc-4eb5-aa72-5556f64b8a97"},{"name":"Wicked Presence","id":"feb9d58a-c81a-4b41-b52a-f97e85ca5dab","description":"Your deity channels their power into you when you need to send a message. You gain the ability to cast fear by expending a spell slot from your divine font spell slots. The spell rank is equal to that of the expended spell.","traits":"3rd Party","src":"Custom","specialType":-2,"databaseID":1,"timestamp":"1713211051949","parentID":"9d6b2e33-4afc-4eb5-aa72-5556f64b8a97"},{"name":"Wraithlich","id":"cbb5d2fc-ffaa-4229-83e3-c472cd7fabb6","description":"Wraithliches eschew flesh entirely, becoming incorporeal creatures with all the benefits and penalties associated. The reasons for becoming one vary heavily, but most wraithliches hold a deep urge to travel the world, unfettered by anything up to and including themselves. Wraithliches draw their transformation from wraiths, becoming weak to light but are not inherently as murder-minded. That said, becoming a wraithlich allows those with the urge to move wherever they please, allowing them to slay the living without issue.<br><br>Wraithliches are composed entirely of negative energy, and are inherently anathema to vitality magic. It is rare that one would make use of such spells, and are rarely seen moving about during the day. They appear as specters clad in tattered robes, glowing dots of eyes piercing from within the cowl, but no body to be found. Other normal wraiths tend to congregate around wraithliches, viewing them in the same way that lions may view a leader of their pride.<br><br><b>Prerequisites</b> master in Spirit Lore or a similar lore skill<br><b>Reason</b> To travel the world unfettered by flesh or time<br><b>Spell Tradition</b> Arcane, Occult<br><b>Sacrifice</b> The reason you return home, such as a specific person, building, or position<br><b>Ending Means</b> Being disintegrated; being destroyed by negative energy; being incinerated by fire or light<br><b>Undead Craving</b> Visiting new locations<br><b>Soul Cage</b> soul cage. You instead rejuvenate after 1d6 days, appearing near your soul cage without a body.<br><b>Spell Gem Spell</b> teleport<br><b>Path Spells</b> wall of shadow, ghostly tragedy, translocate<br><br><b>Basic Abilities</b><br>You shed your flesh, becoming incorporeal and granting you the following major effects:<br><br><b>Incorporeal Form</b> You gain incorporeal and wraith traits. You cannot pass through walls, but you can slip through gaps and tiny cracks. Replace your land Speed with an equal fly Speed. You can’t rise more than a few inches above the ground when you Fly. This means you can move above many types of difficult or hazardous terrain without moving slowly or being damaged, even though you can't fly without limit. You can Leap, High Jump, Long Jump, and take similar actions, and use your fly Speed for any calculations that would normally require your land Speed.<br><br><b>Incorporeal Items</b> You can transmute physical items to make them part of your incorporeal form. This requires spending 10 minutes with the items within reach, during which you transform the items into part of your form; you can return items you already have incorporated to a corporeal state at the same time. The items retain all their runes and other abilities, need to be invested normally if they have the invested trait, and need to be worn, held, or stowed appropriately. Once you've incorporated the items, you and other incorporeal creatures can use them normally—you can Interact with them, Release them, and so on. Your incorporated weapons gain the benefits of the ghost touch property rune, allowing you to use them normally against both corporeal and incorporeal creatures. Incorporated items become corporeal again only if you transmute them back or are destroyed, in which case, they drop to the ground under you.<br><br><b>Incorporeal Physicality</b> Your unarmed attacks become magical and deal negative damage instead of their normal type. Unlike most incorporeal creatures, your Strength modifier is not –5; you keep the same Strength score you had before you became a wraith, though you can only attempt Strength-based skill checks—typically Athletics checks—against other incorporeal creatures, as normal for an incorporeal creature. Against incorporeal creatures, use your Strength normally to determine the results of Athletics checks, Strikes with melee weapons, and any other checks or damage rolls dependent on Strength.<br><br><b>Incorporeal Resistance</b> You become immune to precision damage. You gain resistance 2 to all damage except for force, vitality, and any damage done by a weapon with the ghost touch rune (or any other source that acts like a ghost touch rune).<br><br><b>Sunlight Powerlessness</b> Your body is anathema to sunlight and vital energy. While in direct sunlight, you are stunned 2 and clumsy 2. You have weakness to vitality damage equal to half your level.","traits":"3rd Party","src":"Custom","level":12,"specialType":-2,"databaseID":1,"timestamp":"1713211051949","parentID":"fb9a492f-4fe7-42a8-80db-780e0ecc0bf3"},{"name":"Wraithlich","id":"9bbf8317-ee04-4327-8775-44152ea2d3ab","description":"Your flight speed no longer restricts the height you can Fly, and your damage resistance increases to 4. You can interact normally with physical objects.","traits":"3rd Party","src":"Custom","level":14,"specialType":-2,"databaseID":1,"timestamp":"1713211051950","parentID":"fbab5f66-b383-4dea-9ced-5eed90975a17"}],"listCustomAnimalCompanions":[{"name":"Ghoul","traits":"Uncommon, Undead","description":"Your companion is a less intelligent ghoul who follows you around, enticed by the promise of food or bound by necromantic magic.\n\n<b>Consume Flesh (A)</b> (manipulate) Your ghoul consumes a chunk of flesh from an adjacent corpse. If the corpse died within the last hour and the ghoul has not yet regained hit points from eating it, the ghoul regains hit points equal to three times its level. The ghoul can only do this once per minute.","size":2,"listAnimalAttacks":[{"name":"Jaws","type":"piercing"},{"name":"Claws","damage":6,"type":"slashing"}],"baseAbilities":[1,2,2,0,1,1],"ancestryHP":6,"skill":"Survival","senses":"darkvision","speed":25,"burrow":5,"special":"Consume Flesh (A)","support":"Your ghoul works in tandem with you to draw fresh blood from the enemy. Until the start of your next turn, your Strikes that damage a creature in your ghoul’s reach also deal 1d6 persistent bleed damage. If your ghoul is nimble or savage, the persistent bleed damage increases to 2d6.","advancedAction":{"action":2,"name":"Paralyzing Slash","description":"Your ghoul launches into a frenzied set of slashes, making two melee Strikes against a single creature, applying their multiple attack penalty normally. If both attacks hit and deal damage, the target must attempt a Fortitude save or become paralyzed until the end of its next turn. This uses a trained DC using the ghoul's Constitution modifier or an expert DC if the ghoul is specialized.","encounterActionType":4},"src":"Heresy of the Whispering Way","databaseID":1,"id":"8b3cb60c-1aac-44de-91b3-80482a6e50e1"},{"name":"Mummy","traits":"uncommon","description":"Your companion is a mummy, a guardian created to protect tombs from intruders. Your mummy is well kept, and lacks the rot associated with standard mummies.","larger":true,"listAnimalAttacks":[{"name":"fist","damage":18,"type":"bludgeoning"}],"baseAbilities":[2,0,2,-4,2,1],"senses":"darkvision","speed":25,"special":"mindless","support":"Your mummy emits an aura of despair. Until the start of your next turn, each time you hit a creature that's within 10 feet of the mummy with a Strike the creature becomes frightened 1.","advancedAction":{"action":2,"name":"Sandstorm Wrath","description":"<b>Frequency</b> once per hour\n\nYour mummy exhales a cone of superheated sand in a 30-foot cone, dealing 1d6 fire and 1d6 slashing damage for every 4 levels the mummy has to all creatures in the area (basic Reflex save). This uses a trained DC using the mummy's Constitution modifier or an expert DC if the mummy is specialized.","encounterActionType":4},"src":"Heresy of the Whispering Way","databaseID":1,"id":"cd931d3a-1fd8-4110-b09b-8ab70ef7eb77"},{"name":"Shadow","traits":"uncommon","description":"Your companion is a shadow, a strange undead known to lurk in dark places. Shadow companions are either made or bound, and serve as excellent spies and infiltrators.","larger":true,"listAnimalAttacks":[{"name":"shadow hand","damage":6,"type":"void"}],"baseAbilities":[-5,3,0,-2,1,1],"ancestryHP":4,"skill":"Stealth","senses":"darkvision","fly":25,"special":"anchored incorporeality","support":"Your shadow momentarily tugs at the targets shadow. Until the start of your next turn, your Strikes that deal damage to a creature within your shadow's reach make the target enfeebled 1 until the end of your next turn.","advancedAction":{"action":1,"name":"Slink in Shadows","description":"<b>Requirement</b> Your shadow is adjacent to a creature or object that casts a shadow\n\nYour shadow Hides. On a success, it merges into the adjacent creature or object’s shadow. As long as it remains merged into the shadow, it moves with the creature. It automatically exits the shadow once it stops hiding.","encounterActionType":4},"src":"Heresy of the Whispering Way","databaseID":1,"id":"1b360fc7-867c-41eb-9839-fd0825dbe570"},{"name":"Wraith","traits":"rare","description":"Your companion is a wraith,  a cruel spectral undead weak to sunlight. Wraith companions are often spawned from wicked or murderous humanoids, and are more intelligent than most undead companions.\n\n<b>Life Drain</b> Each time the wraith hits a creature with its spectral touch and deals damage, it gains temporary hit points equal to half its level.\n<b>Sunlight Powerlessness</b> While in sunlight, your wraith is slowed 1 and clumsy 2","larger":true,"listAnimalAttacks":[{"name":"spectral touch","type":"void"}],"baseAbilities":[-5,3,0,1,1,2],"ancestryHP":4,"skill":"Intimidation","senses":"darkvision","fly":35,"special":"anchored incorporeality, life drain, sunlight powerlessness","support":"Your wraith grants you its life draining ability. Until the start of your next turn, your spell attacks that damage a creature in your wraith’s reach also deal 1d4 void damage. If the creature took that void damage, you regain hit points equal to that void damage. If your wraith is nimble or savage, the void damage increases to 2d4.","advancedAction":{"action":2,"name":"Drain Life","description":"Your wraith makes two melee Strikes against a single creature, applying their multiple attack penalty normally. If either attack hits and deals damage, the target must attempt a Fortitude save or become drained 1 (or drained 2 on a critical failure). This uses a trained DC using the wraith's Constitution modifier or an expert DC if the wraith is specialized.","encounterActionType":4},"src":"Heresy of the Whispering Way","databaseID":1,"id":"2be4e13a-44eb-41e0-a5c6-770010470982"}]}