{"customPackID":"63fe7630-356f-4339-b476-5c6fb6c377c0","customPackName":"Lodgings of the Roaming Hero v1.0.0","listCustomFeats":[{"id":"1ec775b8-c897-4afc-8052-5b4484c8b434","name":"Bond Engine","level":4,"action":3,"reqSpecials":["Siege Magic"],"textDescription":"<b>Prerequisites</b> siege magic thesis<br><br>With a twist of magic, you can extend your connection to another siege engine you can see within 30 feet. That siege engine counts as your bonded siege engine for the purposes of the Animate Engine activity; when you use Animate Engine, you must select which siege engine you are using it on. When Loading a siege engine bonded using this activity, you utilize your magic to conjure arcane ammunition directly into the siege engine; as such, you don’t require physical ammunition to load your siege engine nor do you need to be adjacent to do so. This bond lasts until your next daily preparations or until you use this activity again, whichever comes first. Any conjured ammunition loaded into the siege engine disappears when the bond ends.<br><br>As part of performing this activity, you can perform a one-action or two-action Animate Engine targeting the newly bonded siege engine as a free action.","traits":"Arcane, Concentrate, Manipulate, Wizard, 3rd Party","src":"Lodgings of the Roaming Hero","databaseID":1,"timestamp":"1754196567542"},{"id":"4ca77404-eb56-456a-945e-112ac531599d","name":"Engine Locus","level":6,"action":-1,"reqSpecials":["Siege Magic"],"textDescription":"<b>Prerequisites</b> siege magic thesis<br><br>You alter the origin of your spell, causing it to affect you and your siege engine or originate the spell directly from it. If the next action you use is to Cast a Spell and your bonded siege engine is within 30 feet, you can alter it with one of the following effects:<br> - If the spell has a range, the spell uses your bonded siege engine as its origin point.<br> - If the spell targets only yourself and doesn’t have an area, it affects your siege engine as well.","traits":"Concentrate, Spellshape, Wizard, 3rd Party","src":"Lodgings of the Roaming Hero","databaseID":1,"timestamp":"1754196567542"},{"id":"e818fd32-aa64-453a-8d17-31d3ae581e7b","name":"Enhanced Blast","level":8,"action":1,"reqSpecials":["Siege Magic"],"textDescription":"<b>Prerequisites</b> siege magic thesis<br><br>You channel greater arcane might into your siege engine, causing a much larger blast. If your next action is to Launch your bonded siege engine, the range of its attack increases depending on which launch activity is used: if you Launch (Beam), it increases to a 120-foot line; if you Launch (Blast), it increases to a 15-foot burst; if you Launch (Spray), it increases to a 30-foot cone.<br><br>If the Launch activity is performed on a siege engine bonded by the Bond Engine feat, the Launch’s range does not increase, instead gaining a status bonus to damage equal to half your level, rounded up.","traits":"Wizard, 3rd Party","src":"Lodgings of the Roaming Hero","databaseID":1,"timestamp":"1754196567542"},{"id":"af16a759-3266-4c0a-b642-adb42441351a","name":"Reclamation of the Self","textDescription":"While some dungeons may find their interiors dangerous, hostile locales, you have managed to turn a section into a livable space for you and your allies. A section of your dungeon functions as a lodging. The lodging gains the Extradimensional Entry lodging feat as a bonus feat, with the entrance instead being brought about through your Enter the Dungeon ability. The specific form factor of the lodging your dungeon functions as depends on your heritage, but isn’t specifically limited; in all cases, however, you cannot select the caravan form factor.","traits":"Rare, Dungeon, 3rd Party","src":"Lodgings of the Roaming Hero","databaseID":1,"timestamp":"1754196546770"},{"id":"a06917e4-1444-4f45-b172-6f0a1b0b2f34","name":"Siege Engineer","textDescription":"<b>Prerequisites</b> trained in Warfare Lore<br><br>While you may or may not be skilled with more martially-leaning weapons, your knowledge of Warfare tactics allows you to man siege weapons without issue. You count as trained in simple, martial, and advanced weapons for the purposes of utilizing siege weapons. If you are a master in Warfare Lore and acting as part of a crew for a mounted siege weapon, you may count as up to two creatures instead of one.","traits":"General, Skill, 3rd Party","src":"Lodgings of the Roaming Hero","databaseID":1,"timestamp":"1754196731866"},{"id":"60b0a9cd-cfd2-40d1-a400-22f92a09070f","name":"Siege Mage","level":4,"reqFeats":["ARCHETYPE_WAR_MAGE_War Mage Dedication"],"textDescription":"<b>Prerequisites</b> War Mage Dedication<br><br>While you may not have begun with a thesis, experience in battle has gotten your gears turning and led to you gaining one. You gain your choice of the Eldritch Ballistics****, Siege Magic, Staff Nexus, or Wand Adroitness**** arcane thesis.","traits":"Archetype, 3rd Party","src":"Lodgings of the Roaming Hero","databaseID":1,"timestamp":"1754196779081","listCustomEffects":[{"effectType":13,"string0":"592d6402-3fc6-4fa4-af90-d9c03f52e218","int0":1,"reference":"5bce8cde-5e2c-40f9-af75-7cac580fa617"}]},{"id":"6291536e-125a-4e69-9570-565b8be7a747","name":"Siege Tactician","level":2,"textDescription":"<b>Prerequisites</b> expert in Warfare Lore<br><br>You’ve studied the art of siegecraft in such a way that you can always fall back upon your lessons during a siege. When you attempt a skill check for a downtime activity with the siege trait, you can use Warfare Lore instead of the normal skill with a -2 penalty. If you are a master in Warfare Lore, you only suffer a -1 penalty, and if you are legendary in Warfare Lore you suffer no penalty.","traits":"General, Skill, 3rd Party","src":"Lodgings of the Roaming Hero","databaseID":1,"timestamp":"1754196726538"},{"id":"a7203c4d-90f3-480c-988b-544d44115420","name":"Skirmish Commander","level":7,"textDescription":"<b>Prerequisites</b> master in Warfare Lore; expert in Diplomacy or Intimidation<br><br>Your ability to connect with troops allows you to practice additional tactics during battle. When you spend a day of downtime to gain a skirmish bond with a troop, you can select two skirmish bonds instead of one.","traits":"General, 3rd Party","src":"Lodgings of the Roaming Hero","hashMapRequiredProficiences":{"Diplomacy||Intimidation":4},"databaseID":1,"timestamp":"1754196575080"},{"id":"49a18657-972d-4076-a344-bec77b141779","name":"Tandem Animation","level":12,"reqSpecials":["Siege Magic"],"textDescription":"<b>Prerequisites</b> siege magic thesis<br><br>You’ve learned to take minor actions while preparing your siege engine to Launch. The first time each round you Animate Engine, you may take a single action as a free action depending whether you Aim or Load the engine or have it Stride.<br> - <b>Stride</b> You Step or Stride.<br> - <b>Aim</b> You Seek or Recall Knowledge.<br> - <b>Load</b> You Interact to Draw, Put Away, or Swap an item, or you Take Cover.","traits":"Wizard, 3rd Party","src":"Lodgings of the Roaming Hero","databaseID":1,"timestamp":"1754196567542"}],"listCustomSpecial":[{"name":"Animate Engine","id":"3c6b220c-7eec-457c-a759-f6c69f577070","description":"<b>Requirements</b> You are within 30 feet of your bonded siege engine<br><br>With a twist of magic, you empower your bonded siege engine, bringing it to life as if it were fully crewed. The number of actions you spend when using this activity determines its effects.<br><br><b>A</b> You perform a one-action Aim or Launch activity or up to two one-action Load activities on the bonded siege engine. Alternatively, the bonded siege engine Strides autonomously.<br><b>AA</b> You perform a two-action Aim or Launch activity or up to two two-action Load activities on the bonded siege engine. Alternatively, the bonded siege engine Strides autonomously three times.<br><b>AAA</b> You perform a three-action Aim or Launch activity or up to two three-action Load activities on the bonded siege engine. Alternatively, the bonded siege engine Strides autonomously five times.","traits":"Arcane, Concentrate, Wizard, 3rd Party","src":"Lodgings of the Roaming Hero","actions":1,"databaseID":1,"timestamp":"1754196869926"},{"name":"Conjure Engine","id":"facb6f40-d858-428e-83ed-1009cd9a65bf","description":"You draw upon the connection to your bonded siege engine, pulling it through space to your position. This activity takes one minute, at the end of which your bonded siege engine teleports to an open space adjacent to you. You can perform this activity while Refocusing.","traits":"Arcane, Concentrate, Exploration, Teleportation, Wizard, 3rd Party","src":"Lodgings of the Roaming Hero","databaseID":1,"timestamp":"1754197118154"},{"name":"Eldritch Ballistics","id":"0bd69e74-36d2-42ad-bd0d-a30b43a7c409","description":"Used to Meet Feat Prerequisites","traits":"3rd Party","src":"Custom","databaseID":1},{"name":"Siege Mage Thesis","id":"592d6402-3fc6-4fa4-af90-d9c03f52e218","description":"You gain your choice of the Eldritch Ballistics****, Siege Magic, Staff Nexus, or Wand Adroitness**** arcane thesis.","traits":"3rd Party","src":"Lodgings of the Roaming Hero","specialType":-1,"databaseID":1,"listChildIDs":["0bd69e74-36d2-42ad-bd0d-a30b43a7c409","22888c75-194f-4dad-bae8-da6a1e028293","fb18a5eb-bcf5-4905-8614-a208221f327b","4c723e30-5874-4d0e-a75f-c05d38c674fc"]},{"name":"Siege Magic","id":"45d44970-4e90-4756-b336-d3ddb7025012","description":"<b>Requirements</b> You are within 30 feet of your bonded siege engine<br><br>With a twist of magic, you empower your bonded siege engine, bringing it to life as if it were fully crewed. The number of actions you spend when using this activity determines its effects.<br><br>:a: You perform a one-action Aim or Launch activity or up to two one-action Load activities on the bonded siege engine. Alternatively, the bonded siege engine Strides autonomously.<br>:aa: You perform a two-action Aim or Launch activity or up to two two-action Load activities on the bonded siege engine. Alternatively, the bonded siege engine Strides autonomously three times.<br>:aaa: You perform a three-action Aim or Launch activity or up to two three-action Load activities on the bonded siege engine. Alternatively, the bonded siege engine Strides autonomously five times.","traits":"Uncommon, 3rd Party","src":"Lodgings of the Roaming Hero","specialType":18,"databaseID":1,"timestamp":"1754197081815","listCustomEffects":[{"effectType":13,"string0":"3c6b220c-7eec-457c-a759-f6c69f577070","reference":"10fb2561-ae3c-446a-9d41-dfc3badf262b"},{"effectType":13,"string0":"facb6f40-d858-428e-83ed-1009cd9a65bf","reference":"bfdc42f8-b43c-4fa7-9ab4-960283b506fd"}]},{"name":"Siege Magic","id":"22888c75-194f-4dad-bae8-da6a1e028293","description":"Used to Meet Feat Prerequisites","traits":"3rd Party","src":"Custom","databaseID":1},{"name":"Staff Nexus","id":"fb18a5eb-bcf5-4905-8614-a208221f327b","description":"Used to Meet Feat Prerequisites","traits":"3rd Party","src":"Custom","databaseID":1},{"name":"Wand Adriotness","id":"4c723e30-5874-4d0e-a75f-c05d38c674fc","description":"Used to Meet Feat Prerequisites","traits":"3rd Party","src":"Custom","databaseID":1}]}